[
    {
        "id": 0,
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/FullMoon2010.jpg/500px-FullMoon2010.jpg",
        "title": "Moon",
        "name": "Moon",
        "sciName": "La Lune",
        "searchName": "Moon",
        "moons": 0,
        "isPlanet": false,
        "gravity": 1.62,
        "avgTemp": 0,
        "description": "The Moon is Earth's only natural satellite. At about one-quarter the diameter of Earth (comparable to the width of Australia), it is the fifth largest satellite in the Solar System, the largest satellite in the Solar System relative to its major planet,  and larger than any known dwarf planet. The Moon is a planetary-mass object that formed a differentiated rocky body, making it a satellite planet under the geophysical definitions of the term. It lacks any significant atmosphere, hydrosphere, or magnetic field. Its surface gravity is about one-sixth of Earth's (0.1654 g).  Jupiter's moon Io is the only satellite in the Solar System known to have a higher surface gravity and density.",
        "mass": {
            "massValue": 7.346,
            "massExponent": 22
        },
        "around": "terre"
    },
    {
        "id": 1,
        "img": "",
        "title": "Moon",
        "name": "Phobos",
        "sciName": "Phobos",
        "searchName": "Phobos",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0.0057,
        "avgTemp": 0,
        "description": "Phobos (; systematic designation: Mars I) is the innermost and larger of the two natural satellites of Mars, the other being Deimos. Both moons were discovered in 1877 by American astronomer Asaph Hall. Phobos is named after the Greek god Phobos, a son of Ares (Mars) and Aphrodite (Venus) and twin brother of Deimos. Phobos was the god and personification of fear and panic (cf. phobia).",
        "mass": {
            "massValue": 1.06,
            "massExponent": 16
        },
        "around": "mars"
    },
    {
        "id": 2,
        "img": "",
        "title": "Moon",
        "name": "Deimos",
        "sciName": "Deïmos",
        "searchName": "Deimos",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0.003,
        "avgTemp": 0,
        "description": "Deimos  (systematic designation: Mars II) is the smaller and outermost of the two natural satellites of Mars, the other being Phobos. Deimos has a mean radius of 6.2 km (3.9 mi) and takes 30.3 hours to orbit Mars. Deimos is 23,460 km (14,580 mi) from Mars, much farther than Mars's other moon, Phobos. It is named after Deimos, the Ancient Greek god and personification of dread and terror, and who is also a son of Ares and Aphrodite and the twin brother of Phobos.",
        "mass": {
            "massValue": 1.4762,
            "massExponent": 15
        },
        "around": "mars"
    },
    {
        "id": 3,
        "img": "",
        "title": "Moon",
        "name": "Io",
        "sciName": "Io",
        "searchName": "Io",
        "moons": 0,
        "isPlanet": false,
        "gravity": 1.79,
        "avgTemp": 0,
        "description": "Io (), or Jupiter I, is the innermost and third-largest of the four Galilean moons of the planet Jupiter. Slightly larger than Earth’s moon, Io is the fourth-largest moon in the Solar System, has the highest density of any moon, the strongest surface gravity of any moon, and the lowest amount of water (by atomic ratio) of any known astronomical object in the Solar System. It was discovered in 1610 by Galileo Galilei and was named after the mythological character Io, a priestess of Hera who became one of Zeus's lovers.",
        "mass": {
            "massValue": 8.932,
            "massExponent": 22
        },
        "around": "jupiter"
    },
    {
        "id": 4,
        "img": "",
        "title": "Moon",
        "name": "Europa",
        "sciName": "Europe",
        "searchName": "Europa",
        "moons": 0,
        "isPlanet": false,
        "gravity": 1.31,
        "avgTemp": 0,
        "description": "Europa  (listen), or Jupiter II, is the smallest of the four Galilean moons orbiting Jupiter, and the sixth-closest to the planet of all the 80 known moons of Jupiter. It is also the sixth-largest moon in the Solar System. Europa was discovered in 1610 by Galileo Galilei and was named after Europa, the Phoenician mother of King Minos of Crete and lover of Zeus (the Greek equivalent of the Roman god Jupiter).",
        "mass": {
            "massValue": 4.8,
            "massExponent": 22
        },
        "around": "jupiter"
    },
    {
        "id": 5,
        "img": "",
        "title": "Moon",
        "name": "Ganymede",
        "sciName": "Ganymède",
        "searchName": "Ganymede",
        "moons": 0,
        "isPlanet": false,
        "gravity": 1.428,
        "avgTemp": 0,
        "description": "Ganymede, a satellite of Jupiter (Jupiter III), is the largest and most massive of the Solar System's moons. The ninth-largest object (including the Sun) of the Solar System, it is the largest without a substantial atmosphere. It has a diameter of 5,268 km (3,273 mi), making it 26 percent larger than the planet Mercury by volume, although it is only 45 percent as massive. Possessing a metallic core, it has the lowest moment of inertia factor of any solid body in the Solar System and is the only moon known to have a magnetic field. Outward from Jupiter, it is the seventh satellite and the third of the Galilean moons, the first group of objects discovered orbiting another planet. Ganymede orbits Jupiter in roughly seven days and is in a 1:2:4 orbital resonance with the moons Europa and Io, respectively.",
        "mass": {
            "massValue": 1.4819,
            "massExponent": 23
        },
        "around": "jupiter"
    },
    {
        "id": 6,
        "img": "",
        "title": "Moon",
        "name": "Callisto",
        "sciName": "Callisto",
        "searchName": "Callisto",
        "moons": 0,
        "isPlanet": false,
        "gravity": 1.235,
        "avgTemp": 0,
        "description": "Callisto , or Jupiter IV, is the second-largest moon of Jupiter, after Ganymede. It is the third-largest moon in the Solar System after Ganymede and Saturn's largest moon Titan, and the largest object in the Solar System that may not be properly  differentiated. Callisto was discovered in 1610 by Galileo Galilei. At 4821 km in diameter, Callisto has about 99% the diameter of the planet Mercury but only about a third of its mass. It is the fourth Galilean moon of Jupiter by distance, with an orbital radius of about 1883000 km. It is not in an orbital resonance like the three other Galilean satellites—Io, Europa, and Ganymede—and is thus not appreciably tidally heated. Callisto's rotation is tidally locked to its orbit around Jupiter, so that the same hemisphere always faces inward. Because of this, there is a sub-Jovian point on Callisto's surface, from which Jupiter would appear to hang directly overhead. It is less affected by Jupiter's magnetosphere than the other inner satellites because of its more remote orbit, located just outside Jupiter's main radiation belt.Callisto is composed of approximately equal amounts of rock and ices, with a density of about 1.83 g/cm3, the lowest density and surface gravity of Jupiter's major moons. Compounds detected spectroscopically on the surface include water ice, carbon dioxide, silicates, and organic compounds. Investigation by the Galileo spacecraft revealed that Callisto may have a small silicate core and possibly a subsurface ocean of liquid water at depths greater than 100 km.The surface of Callisto is the oldest and most heavily cratered in the Solar System. Its surface is completely covered with impact craters. It does not show any signatures of subsurface processes such as plate tectonics or volcanism, with no signs that geological activity in general has ever occurred, and is thought to have evolved predominantly under the influence of impacts. Prominent surface features include multi-ring structures, variously shaped impact craters, and chains of craters (catenae) and associated scarps, ridges and deposits. At a small scale, the surface is varied and made up of small, sparkly frost deposits at the tips of high spots, surrounded by a low-lying, smooth blanket of dark material. This is thought to result from the sublimation-driven degradation of small landforms, which is supported by the general deficit of small impact craters and the presence of numerous small knobs, considered to be their remnants. The absolute ages of the landforms are not known.",
        "mass": {
            "massValue": 1.0759,
            "massExponent": 23
        },
        "around": "jupiter"
    },
    {
        "id": 7,
        "img": "",
        "title": "Moon",
        "name": "Amalthea",
        "sciName": "Amalthée",
        "searchName": "Amalthea",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0.02,
        "avgTemp": 0,
        "description": "Amalthea  is a moon of Jupiter. It has the third closest orbit around Jupiter among known moons and was the fifth moon of Jupiter to be discovered, so it is also known as Jupiter V. It is also the fifth largest moon of Jupiter, after the four Galilean Moons. Edward Emerson Barnard discovered the moon on 9 September 1892 and named it after Amalthea of Greek mythology. It was the last natural satellite to be discovered by direct visual observation; all later moons were discovered by photographic or digital imaging.",
        "mass": {
            "massValue": 7.5,
            "massExponent": 18
        },
        "around": "jupiter"
    },
    {
        "id": 8,
        "img": "",
        "title": "Moon",
        "name": "Himalia",
        "sciName": "Himalia",
        "searchName": "Himalia",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0.062,
        "avgTemp": 0,
        "description": "Himalia (), or Jupiter VI, is the largest irregular satellite of Jupiter, with a diameter of at least 140 km (90 mi). It is the sixth largest Jovian satellite, after the four Galilean moons and Amalthea. It was discovered by Charles Dillon Perrine at the Lick Observatory on 3 December 1904 and is named after the nymph Himalia, who bore three sons of Zeus (the Greek equivalent of Jupiter). It is one of the largest planetary moons in the Solar System not imaged in detail, and the third largest not imaged in detail within the orbit of Neptune.",
        "mass": {
            "massValue": 9.5,
            "massExponent": 18
        },
        "around": "jupiter"
    },
    {
        "id": 9,
        "img": "",
        "title": "Moon",
        "name": "Elara",
        "sciName": "Élara",
        "searchName": "Elara",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0.031,
        "avgTemp": 0,
        "description": "Elara  is a prograde irregular satellite of Jupiter. It was discovered by Charles Dillon Perrine at Lick Observatory in 1905 in photographs taken with the 36\" Crossley reflecting telescope which he had recently rebuilt. It is the eighth-largest moon of Jupiter and is named after Elara, one of Zeus's lovers and the mother of the giant Tityos.Elara did not receive its present name until 1975; before then, it was simply known as Jupiter VII. It was sometimes called \"Hera\" between 1955 and 1975. It has a mean radius of just 43 kilometres (27 mi), thus it is 2% of the size of Europa. However, it is half the size of Himalia, so it is the second-biggest moon in the Himalia group. It might be a captured type C or D asteroid, for it reflects very little light.",
        "mass": {
            "massValue": 8,
            "massExponent": 17
        },
        "around": "jupiter"
    },
    {
        "id": 10,
        "img": "",
        "title": "Moon",
        "name": "Pasiphae",
        "sciName": "Pasiphaé",
        "searchName": "Pasiphae",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0.022,
        "avgTemp": 0,
        "description": "",
        "mass": {
            "massValue": 3,
            "massExponent": 17
        },
        "around": "jupiter"
    },
    {
        "id": 11,
        "img": "",
        "title": "Moon",
        "name": "Sinope",
        "sciName": "Sinopé",
        "searchName": "Sinope",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0.014,
        "avgTemp": 0,
        "description": "Sinope  is a retrograde irregular satellite of Jupiter discovered by Seth Barnes Nicholson at Lick Observatory in 1914, and is named after Sinope of Greek mythology.",
        "mass": {
            "massValue": 8,
            "massExponent": 16
        },
        "around": "jupiter"
    },
    {
        "id": 12,
        "img": "",
        "title": "Moon",
        "name": "Lysithea",
        "sciName": "Lysithéa",
        "searchName": "Lysithea",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0.013,
        "avgTemp": 0,
        "description": "Lysithea  is a prograde irregular satellite of Jupiter. It was discovered by Seth Barnes Nicholson in 1938 at Mount Wilson Observatory and is named after the mythological Lysithea, daughter of Oceanus and one of Zeus' lovers.Lysithea did not receive its present name until 1975; before then, it was simply known as Jupiter X. It was sometimes called \"Demeter\" from 1955 to 1975.",
        "mass": {
            "massValue": 8,
            "massExponent": 16
        },
        "around": "jupiter"
    },
    {
        "id": 13,
        "img": "",
        "title": "Moon",
        "name": "Carme",
        "sciName": "Carmé",
        "searchName": "Carme",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0.017,
        "avgTemp": 0,
        "description": "Carme  is a retrograde irregular satellite of Jupiter. It was discovered by Seth Barnes Nicholson at Mount Wilson Observatory in California in July 1938. It is named after the mythological Carme, mother by Zeus of Britomartis, a Cretan goddess.",
        "mass": {
            "massValue": 1,
            "massExponent": 17
        },
        "around": "jupiter"
    },
    {
        "id": 14,
        "img": "https://upload.wikimedia.org/wikipedia/commons/f/fa/Ananke_by_Platone.jpg",
        "title": "Moon",
        "name": "Ananke",
        "sciName": "Ananké",
        "searchName": "Ananke",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0.01,
        "avgTemp": 0,
        "description": "In ancient Greek religion, Ananke (; Ancient Greek: Ἀνάγκη) , from the common noun ἀνάγκη, \"force, constraint, necessity\") is the personification of inevitability, compulsion and necessity. She is customarily depicted as holding a spindle. One of the Greek primordial deities, the births of Ananke and her brother and consort, Chronos (the personification of Time, not to be confused with the Titan Cronus) were thought to mark the division between the eon of Chaos and the beginning of the cosmos. Ananke is considered the most powerful dictator of fate and circumstance; mortals as well as gods respected her power and paid her homage. Sometimes considered the mother of the Fates, she is thought to be the only being to influence their decisions (according to some sources, excepting Zeus also). According to Schowalter and Friesen, she and the Fates \"are all sufficiently tied to early Greek mythology to make their Greek origins likely.\"",
        "mass": {
            "massValue": 4,
            "massExponent": 16
        },
        "around": "jupiter"
    },
    {
        "id": 15,
        "img": "",
        "title": "Moon",
        "name": "Leda",
        "sciName": "Léda",
        "searchName": "Leda",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0.0073,
        "avgTemp": 0,
        "description": "Leda , also known as Jupiter XIII, is a prograde irregular satellite of Jupiter. It was discovered by Charles T. Kowal at the Mount Palomar Observatory on September 14, 1974, after three nights' worth of photographic plates had been taken (September 11 through 13; Leda appears on all of them). It was named after Leda, who was raped by Zeus, the Greek equivalent of Jupiter (who came to her in the form of a swan). Kowal suggested the name and the IAU endorsed it in 1975.Leda belongs to the Himalia group, seven moons orbiting between 11 and 13 Gm from Jupiter at an inclination of about 27.5°. The orbital elements given here are as of January 2021, but they are continuously changing due to solar and planetary perturbations.",
        "mass": {
            "massValue": 6,
            "massExponent": 17
        },
        "around": "jupiter"
    },
    {
        "id": 16,
        "img": "",
        "title": "Moon",
        "name": "Thebe",
        "sciName": "Thébé",
        "searchName": "Thebe",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0.02,
        "avgTemp": 0,
        "description": "Thebe , also known as Jupiter XIV, is the fourth of Jupiter's moons by distance from the planet. It was discovered by Stephen P. Synnott in images from the Voyager 1 space probe taken on March 5, 1979, while making its flyby of Jupiter. In 1983, it was officially named after the mythological nymph Thebe.The second largest of the inner satellites of Jupiter, Thebe orbits within the outer edge of the Thebe gossamer ring that is formed from dust ejected from its surface. It is irregularly shaped and reddish in colour, and is thought like Amalthea to consist of porous water ice with unknown amounts of other materials. Its surface features include large craters and high mountains—some of them are comparable to the size of the moon itself.Thebe was photographed in 1979 by the Voyager 1 and 2 spacecraft, and later, in more detail, by the Galileo orbiter in the 1990s.",
        "mass": {
            "massValue": 8,
            "massExponent": 17
        },
        "around": "jupiter"
    },
    {
        "id": 17,
        "img": "",
        "title": "Moon",
        "name": "Adrastea",
        "sciName": "Adrastée",
        "searchName": "Adrastea",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0.002,
        "avgTemp": 0,
        "description": "Adrastea , also known as Jupiter XV, is the second by distance, and the smallest of the four inner moons of Jupiter. It was discovered in photographs taken by Voyager 2 in 1979, making it the first natural satellite to be discovered from images taken by an interplanetary spacecraft, rather than through a telescope. It was officially named after the mythological Adrasteia, foster mother of the Greek god Zeus—the equivalent of the Roman god Jupiter.Adrastea is one of the few moons in the Solar System known to orbit its planet in less than the length of that planet's day. It orbits at the edge of Jupiter's Main Ring and is thought to be the main contributor of material to the Rings of Jupiter. Despite observations made in the 1990s by the Galileo spacecraft, very little is known about the moon's physical characteristics other than its size and the fact that it is tidally locked to Jupiter.",
        "mass": {
            "massValue": 2,
            "massExponent": 15
        },
        "around": "jupiter"
    },
    {
        "id": 18,
        "img": "",
        "title": "Moon",
        "name": "Metis",
        "sciName": "Métis",
        "searchName": "Metis",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0.005,
        "avgTemp": 0,
        "description": "Metis , also known as Jupiter XVI, is the innermost known moon of Jupiter. It was discovered in 1979 in images taken by Voyager 1, and was named in 1983 after the first wife of Zeus, Metis. Additional observations made between early 1996 and September 2003 by the Galileo spacecraft allowed its surface to be imaged.",
        "mass": {
            "massValue": 1,
            "massExponent": 17
        },
        "around": "jupiter"
    },
    {
        "id": 19,
        "img": "",
        "title": "Moon",
        "name": "Callirrhoe",
        "sciName": "Callirrhoé",
        "searchName": "Callirrhoe",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0.0031,
        "avgTemp": 0,
        "description": "Callirrhoe (; Greek: Καλλιρρόη), also known as Jupiter XVII, is one of Jupiter's outer natural satellites. It is an irregular moon that orbits in a retrograde direction. Callirrhoe was imaged by Spacewatch at Kitt Peak National Observatory from October 6 through November 4, 1999, and originally designated as asteroid 1999 UX18. It was discovered to be in orbit around Jupiter by Tim Spahr on July 18, 2000, and then given the designation S/1999 J 1. It was the 17th confirmed moon of Jupiter.",
        "mass": {
            "massValue": 8.7,
            "massExponent": 14
        },
        "around": "jupiter"
    },
    {
        "id": 20,
        "img": "",
        "title": "Moon",
        "name": "Themisto",
        "sciName": "Thémisto",
        "searchName": "Themisto",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0.0029,
        "avgTemp": 0,
        "description": "In Greek mythology, Themisto (; Ancient Greek: Θεμιστώ) was a Thessalin princess as the daughter of King Hypseus of Lapiths and the naiad Chlidanope. Her name is derived from the Ancient Greek word: \"θεμιστος\" which means \"belonging to the law\", or \"belonging to the customs\".",
        "mass": {
            "massValue": 6.9,
            "massExponent": 14
        },
        "around": "jupiter"
    },
    {
        "id": 21,
        "img": "https://upload.wikimedia.org/wikipedia/commons/9/90/Megaclite-Jewitt-CFHT-annotated.gif",
        "title": "Moon",
        "name": "Megaclite",
        "sciName": "Mégaclité",
        "searchName": "Megaclite",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Megaclite , also known as Jupiter XIX, is a natural satellite of Jupiter. It was discovered by a team of astronomers from the University of Hawaii led by Scott S. Sheppard in 2000, and given the temporary designation S/2000 J 8.Megaclite is about 6 kilometres in diameter, and orbits Jupiter at an average distance of 24,687,000 kilometers in 747.09 days, at an inclination of 150° to the ecliptic (148° to Jupiter's equator), in a retrograde direction and with an eccentricity of 0.308.",
        "mass": {
            "massValue": 2.1,
            "massExponent": 14
        },
        "around": "jupiter"
    },
    {
        "id": 22,
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/The_Pleiades_%28Elihu_Vedder%29.jpg/500px-The_Pleiades_%28Elihu_Vedder%29.jpg",
        "title": "Moon",
        "name": "Taygete",
        "sciName": "Taygété",
        "searchName": "Taygete",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "In Classical Greek mythology, Taygete (;[1] Greek: Ταϋγέτη, Ancient Greek: [taːyɡétɛː], Modern Greek: [taiˈʝeti]) was a nymph, one of the Pleiades according to the Bibliotheca (3.10.1) and a companion of Artemis, in her archaic role as potnia theron, \"Mistress of the animals\", with its likely roots in prehistory. Mount Taygetos in Laconia, dedicated to the goddess, was her haunt.",
        "mass": {
            "massValue": 1.6,
            "massExponent": 14
        },
        "around": "jupiter"
    },
    {
        "id": 23,
        "img": "https://upload.wikimedia.org/wikipedia/commons/f/f7/Chaldene-Jewitt-CFHT-annotated.gif",
        "title": "Moon",
        "name": "Chaldene",
        "sciName": "Chaldéné",
        "searchName": "Chaldene",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Chaldene , also known as Jupiter XXI, is a retrograde irregular satellite of Jupiter. It was discovered by a team of astronomers from the University of Hawaii led by Scott S. Sheppard, in 2000, and given the temporary designation S/2000 J 10.Chaldene is about 3.8 kilometres in diameter, and orbits Jupiter at an average distance of 22,713,000 km in 759.88 days, at an inclination of 167° to the ecliptic (169° to Jupiter's equator), in a retrograde direction and with an eccentricity of 0.2916.",
        "mass": {
            "massValue": 7.5,
            "massExponent": 13
        },
        "around": "jupiter"
    },
    {
        "id": 24,
        "img": "",
        "title": "Moon",
        "name": "Harpalyke",
        "sciName": "Harpalyké",
        "searchName": "Harpalyke",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "",
        "mass": {
            "massValue": 1.2,
            "massExponent": 14
        },
        "around": "jupiter"
    },
    {
        "id": 25,
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Kalyke-Jewitt-CFHT-annotated.gif/500px-Kalyke-Jewitt-CFHT-annotated.gif",
        "title": "Moon",
        "name": "Kalyke",
        "sciName": "Kalyké",
        "searchName": "Kalyke",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Kalyke , also known as Jupiter XXIII, is a retrograde irregular satellite of Jupiter. It was discovered by a team of astronomers from the University of Hawaii led by Scott S. Sheppard in 2000, and given the temporary designation S/2000 J 2.From infrared thermal measurements by the WISE spacecraft, Kalyke's albedo is measured at 2.9%, corresponding to a diameter of 6.9 kilometres. It orbits Jupiter at an average distance of 23,181,000 km in 766.61 days, at an inclination of 166° to the ecliptic (165° to Jupiter's equator), in a retrograde direction and with an eccentricity of 0.2140.",
        "mass": {
            "massValue": 1.9,
            "massExponent": 14
        },
        "around": "jupiter"
    },
    {
        "id": 26,
        "img": "",
        "title": "Moon",
        "name": "Iocaste",
        "sciName": "Iocasté",
        "searchName": "Iocaste",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "",
        "mass": {
            "massValue": 1.9,
            "massExponent": 14
        },
        "around": "jupiter"
    },
    {
        "id": 27,
        "img": "https://upload.wikimedia.org/wikipedia/commons/0/02/Erinome-Jewitt-CFHT-annotated.gif",
        "title": "Moon",
        "name": "Erinome",
        "sciName": "Erinomé",
        "searchName": "Erinome",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Erinome, also known as Jupiter XXV, is a retrograde irregular satellite of Jupiter. It was discovered by a team of astronomers from the University of Hawaii led by Scott S. Sheppard in 2000, and given the temporary designation S/2000 J 4.Erinome is about 3 kilometres in diameter, and orbits Jupiter at an average distance of 22,986,000 km in 682.80 days, at an inclination of 164° to the ecliptic (162° to Jupiter's equator), in a retrograde direction and with an eccentricity of 0.2552.",
        "mass": {
            "massValue": 4.5,
            "massExponent": 13
        },
        "around": "jupiter"
    },
    {
        "id": 28,
        "img": "",
        "title": "Moon",
        "name": "Isonoe",
        "sciName": "Isonoé",
        "searchName": "Isonoe",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "In Greek mythology, Isonoe, also called Isione or Hesione, was one of the Danaïdes. She was a lover of Zeus and bore a son by him, Orchomenos (or Chryses). After her death she was transformed by the god into a spring.",
        "mass": {
            "massValue": 7.5,
            "massExponent": 13
        },
        "around": "jupiter"
    },
    {
        "id": 29,
        "img": "",
        "title": "Moon",
        "name": "Praxidike",
        "sciName": "Praxidyké",
        "searchName": "Praxidike",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "",
        "mass": {
            "massValue": 4.3,
            "massExponent": 14
        },
        "around": "jupiter"
    },
    {
        "id": 30,
        "img": "",
        "title": "Moon",
        "name": "Autonoe",
        "sciName": "Autonoé",
        "searchName": "Autonoe",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0.0015,
        "avgTemp": 0,
        "description": "",
        "mass": {
            "massValue": 9,
            "massExponent": 13
        },
        "around": "jupiter"
    },
    {
        "id": 31,
        "img": "",
        "title": "Moon",
        "name": "Thyone",
        "sciName": "Thyoné",
        "searchName": "Thyone",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0.0015,
        "avgTemp": 0,
        "description": "Thyone , also known as Jupiter XXIX, is a retrograde irregular satellite of Jupiter. It was discovered by a team of astronomers from the University of Hawaii led by Scott S. Sheppard in 2001, and given the temporary designation S/2001 J 2.Thyone is about 4 kilometres in diameter, and orbits Jupiter at an average distance of 21,605,000 kilometres in 603.58 days, at an inclination of 147.28° to the ecliptic (146.93° to Jupiter's equator) with an eccentricity of 0.2526. Its average orbital speed is 2.43 km/s.",
        "mass": {
            "massValue": 9,
            "massExponent": 13
        },
        "around": "jupiter"
    },
    {
        "id": 32,
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/William-Adolphe_Bouguereau_%281825-1905%29_-_Bacchante_%281894%29.jpg/282px-William-Adolphe_Bouguereau_%281825-1905%29_-_Bacchante_%281894%29.jpg",
        "title": "Moon",
        "name": "Hermippe",
        "sciName": "Hermippé",
        "searchName": "Hermippe",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0.0015,
        "avgTemp": 0,
        "description": "In Greek mythology, Hermippe (Ancient Greek: Ἑρμίππη) was a daughter of Boeotus. She was married to Orchomenus, son of Zeus and the Danaid Isonoe, but had a son Minyas with Poseidon. Orchomenus became legal father of her son.The IAU Gazetteer of Planetary Nomenclature refers to Hermippe as \"Consort of Zeus and mother of Orchomenos by him\", apparently following an alternate version recorded by scholiasts on Homer.",
        "mass": {
            "massValue": 9,
            "massExponent": 13
        },
        "around": "jupiter"
    },
    {
        "id": 33,
        "img": "",
        "title": "Moon",
        "name": "Aitne",
        "sciName": "Aitné",
        "searchName": "Aitne",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0.0012,
        "avgTemp": 0,
        "description": "Aitne , also known as Jupiter XXXI, is a retrograde irregular satellite of Jupiter. It was discovered by a team of astronomers from the University of Hawaii led by Scott S. Sheppard, in 2001, and given the temporary designation S/2001 J 11. Aitne belongs to the Carme group, made up of irregular retrograde moons orbiting Jupiter at a distance ranging between 23 and 24 Gm and at an inclination of about 165°.",
        "mass": {
            "massValue": 4.5,
            "massExponent": 13
        },
        "around": "jupiter"
    },
    {
        "id": 34,
        "img": "",
        "title": "Moon",
        "name": "Eurydome",
        "sciName": "Eurydomé",
        "searchName": "Eurydome",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0.0012,
        "avgTemp": 0,
        "description": "According to Lucius Annaeus Cornutus' Compendium Theologiae Graecae, Eurydome  (Ευρυδόμη; \"Structure Outside the Areas\") was the mother of the Graces by Zeus (a role normally attributed to the similarly named Eurynome).",
        "mass": {
            "massValue": 4.5,
            "massExponent": 13
        },
        "around": "jupiter"
    },
    {
        "id": 35,
        "img": "",
        "title": "Moon",
        "name": "Euanthe",
        "sciName": "Euanthé",
        "searchName": "Euanthe",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0.0012,
        "avgTemp": 0,
        "description": "Euanthe , also known as Jupiter XXXIII, is a retrograde irregular satellite of Jupiter. It was discovered by a team of astronomers from the University of Hawaii led by Scott S. Sheppard in 2001, and given the temporary designation S/2001 J 7.Euanthe is about 3 kilometres in diameter, and orbits Jupiter at an average distance of 20,465 Mm in 602.81 days, at an inclination of 143° to the ecliptic (142° to Jupiter's equator) with an eccentricity of 0.2001.",
        "mass": {
            "massValue": 4.5,
            "massExponent": 13
        },
        "around": "jupiter"
    },
    {
        "id": 36,
        "img": "",
        "title": "Moon",
        "name": "Euporie",
        "sciName": "Euporie",
        "searchName": "Euporie",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "",
        "mass": {
            "massValue": 1.5,
            "massExponent": 13
        },
        "around": "jupiter"
    },
    {
        "id": 37,
        "img": "",
        "title": "Moon",
        "name": "Orthosie",
        "sciName": "Orthosie",
        "searchName": "Orthosie",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0.00081,
        "avgTemp": 0,
        "description": "Orthosie , also known as Jupiter XXXV, is a natural satellite of Jupiter. It was discovered by a team of astronomers from the University of Hawaii led by Scott S. Sheppard in 2001, and given the temporary designation S/2001 J 9.Orthosie is about 2 kilometres in diameter, and orbits Jupiter at an average distance of 21,075,662 km in 625.07 days, at an inclination of 146.46° to the ecliptic (143° to Jupiter's equator), in a retrograde direction and with an eccentricity of 0.3376.It was named in August 2003 after Orthosie, the Greek goddess of prosperity and one of the Horae. The Horae (Hours) were daughters of Zeus and Themis.",
        "mass": {
            "massValue": 1.5,
            "massExponent": 13
        },
        "around": "jupiter"
    },
    {
        "id": 38,
        "img": "https://upload.wikimedia.org/wikipedia/commons/2/2c/Sponde-discovery-CFHT-annotated.gif",
        "title": "Moon",
        "name": "Sponde",
        "sciName": "Spondé",
        "searchName": "Sponde",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0.00081,
        "avgTemp": 0,
        "description": "Sponde , also known as Jupiter XXXVI, is a natural satellite of Jupiter. It was discovered by a team of astronomers from the University of Hawaii led by Scott S. Sheppard in 2001, and given the temporary designation S/2001 J 5.Sponde is about 2 kilometres in diameter, and orbits Jupiter at an average distance of 24,253,000 km in 734.89 days, at an inclination of 154° to the ecliptic (156° to Jupiter's equator), in a retrograde direction and with an eccentricity of 0.443.",
        "mass": {
            "massValue": 1.5,
            "massExponent": 13
        },
        "around": "jupiter"
    },
    {
        "id": 39,
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Boerenkool.jpg/500px-Boerenkool.jpg",
        "title": "Moon",
        "name": "Kale",
        "sciName": "Calé",
        "searchName": "Kale",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0.00081,
        "avgTemp": 0,
        "description": "Kale (), or leaf cabbage, belongs to a group of cabbage (Brassica oleracea) cultivars  grown for their edible leaves, although some are used as ornamentals. Kale plants have green or purple leaves, and the central leaves do not form a head (as with headed cabbage). Kales are considered to be closer to wild cabbage than most of the many domesticated forms of Brassica oleracea.",
        "mass": {
            "massValue": 1.5,
            "massExponent": 13
        },
        "around": "jupiter"
    },
    {
        "id": 40,
        "img": "",
        "title": "Moon",
        "name": "Pasithee",
        "sciName": "Pasithée",
        "searchName": "Pasithee",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0.00081,
        "avgTemp": 0,
        "description": "Pasithee , also known as Jupiter XXXVIII, is a retrograde irregular satellite of Jupiter. It was discovered by a team of astronomers from the University of Hawaii led by Scott S. Sheppard in 2001, and given the temporary designation S/2001 J 6.Pasithee is about 2 kilometres in diameter, and orbits Jupiter at an average distance of 23,307,000 km in 711.12 days, at an inclination of 166° to the ecliptic (164° to Jupiter's equator), in a retrograde direction and with an eccentricity of 0.3289.",
        "mass": {
            "massValue": 1.5,
            "massExponent": 13
        },
        "around": "jupiter"
    },
    {
        "id": 41,
        "img": "",
        "title": "Moon",
        "name": "Hegemone",
        "sciName": "Hégémone",
        "searchName": "Hegemone",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "In Greek mythology, Hegemone (Ancient Greek: Ἡγεμόνη means \"mastery\" derived from hegemon \"leader, ruler, queen\") was a Greek goddess of plants, specifically making them bloom and bear fruit. According to Pausanias, Hegemone was a name given by the Athenians to one of the Graces. Auxo represented the spring, and Hegemone autumn.",
        "mass": {
            "massValue": 4.5,
            "massExponent": 13
        },
        "around": "jupiter"
    },
    {
        "id": 42,
        "img": "",
        "title": "Moon",
        "name": "Mneme",
        "sciName": "Mnémé",
        "searchName": "Mneme",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "In Greek mythology, Mneme  (Greek: Μνήμη, translit. Mnḗmē) was one of the three original Boeotian muses, along with her sisters Aoede and Melete before Arche and Thelxinoë were identified, increasing the number to five. Later, the Nine Olympian Muses were named. Mneme was the muse of memory.",
        "mass": {
            "massValue": 1.5,
            "massExponent": 13
        },
        "around": "jupiter"
    },
    {
        "id": 43,
        "img": "",
        "title": "Moon",
        "name": "Aoede",
        "sciName": "Aoedé",
        "searchName": "Aoede",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "",
        "mass": {
            "massValue": 9,
            "massExponent": 13
        },
        "around": "jupiter"
    },
    {
        "id": 44,
        "img": "",
        "title": "Moon",
        "name": "Thelxinoe",
        "sciName": "Thelxinoé",
        "searchName": "Thelxinoe",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "",
        "mass": {
            "massValue": 1.5,
            "massExponent": 13
        },
        "around": "jupiter"
    },
    {
        "id": 45,
        "img": "",
        "title": "Moon",
        "name": "Arche",
        "sciName": "Arché",
        "searchName": "Arche",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0.0012,
        "avgTemp": 0,
        "description": "Arche (; Ancient Greek: ἀρχή; sometimes also transcribed as arkhé) is a Greek word with primary senses \"beginning\", \"origin\" or \"source of action\" (ἐξ ἀρχῆς: from the beginning, οr ἐξ ἀρχῆς λόγος: the original argument), and later \"first principle\" or \"element\". By extension, it may mean  \"first place\", \"method of government\", \"empire, realm\", \"authorities\" (in plural: ἀρχαί), \"command\". The first principle or element corresponds to the \"ultimate underlying substance\" and \"ultimate undemonstrable principle\". In the philosophical language of the archaic period (8th to 6th century BC), arche (or archai) designates the source, origin or root of things that exist.  In ancient Greek philosophy, Aristotle foregrounded the meaning of arche as the element or principle of a thing, which although undemonstrable and intangible in itself, provides the conditions of the possibility of that thing.",
        "mass": {
            "massValue": 4.15,
            "massExponent": 13
        },
        "around": "jupiter"
    },
    {
        "id": 46,
        "img": "",
        "title": "Moon",
        "name": "Kallichore",
        "sciName": "Callichore",
        "searchName": "Kallichore",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Kallichore , also known as Jupiter XLIV, is a natural satellite of Jupiter. It was discovered by a team of astronomers from the University of Hawaii led by Scott S. Sheppard in 2003. It received the temporary designation S/2003 J 11.Kallichore is about 2 kilometres in diameter, and orbits Jupiter at an average distance of 23,112,000 km in 717.806 days, at an inclination of 165° to the ecliptic (164° to Jupiter's equator), in a retrograde direction and with an eccentricity of 0.2042.",
        "mass": {
            "massValue": 1.5,
            "massExponent": 13
        },
        "around": "jupiter"
    },
    {
        "id": 47,
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Helikeausgrabungen.jpg/500px-Helikeausgrabungen.jpg",
        "title": "Moon",
        "name": "Helike",
        "sciName": "Hélicé",
        "searchName": "Helike",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Helike (; Greek: Ἑλίκη, pronounced [heˈlikɛː], modern Greek pronunciation: [eˈlici]) was an ancient Greek polis (city-state) that was submerged by a tsunami in the winter of 373 BC. It was located in the regional unit of Achaea, northern Peloponnesos, two kilometres (12 stadia) from the Corinthian Gulf and near the city of Boura, which, like Helike, was a member of the Achaean League. Modern research attributes the catastrophe to an earthquake and accompanying tsunami which destroyed and submerged the city. In an effort to protect the site from destruction, the World Monuments Fund included Helike in its 2004 and 2006 List of 100 Most Endangered Sites.",
        "mass": {
            "massValue": 9,
            "massExponent": 13
        },
        "around": "jupiter"
    },
    {
        "id": 48,
        "img": "",
        "title": "Moon",
        "name": "Carpo",
        "sciName": "Carpo",
        "searchName": "Carpo",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Carpo , also Jupiter XLVI, is a natural satellite of Jupiter. It was discovered by a team of astronomers from the University of Hawaii led by Scott S. Sheppard in 2003, and was provisionally designated as S/2003 J 20 until it received its name in early 2005.Carpo is about 3 kilometres (1.9 miles) in diameter, and orbits Jupiter at an average distance of 17.145 Gm (just over ten million miles) in 458.625 days, at an inclination of 56° to the ecliptic (55° to Jupiter's equator), and with a high eccentricity of 0.4316.",
        "mass": {
            "massValue": 4.5,
            "massExponent": 13
        },
        "around": "jupiter"
    },
    {
        "id": 49,
        "img": "https://upload.wikimedia.org/wikipedia/commons/9/9f/Eukelade_s2003j1movie_arrow.gif",
        "title": "Moon",
        "name": "Eukelade",
        "sciName": "Eukéladé",
        "searchName": "Eukelade",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Eukelade , also known as Jupiter XLVII, is a retrograde irregular satellite of Jupiter. It was discovered by a team of astronomers from the University of Hawaii led by Scott S. Sheppard in 2003, and received the temporary designation S/2003 J 1.Eukelade is about 4 kilometres in diameter, and orbits Jupiter at an average distance of 23,484,000 km in 693.02 days, at an inclination of 164° to the ecliptic (165° to Jupiter's equator), in a retrograde direction and with an eccentricity of 0.2829.",
        "mass": {
            "massValue": 9,
            "massExponent": 13
        },
        "around": "jupiter"
    },
    {
        "id": 50,
        "img": "",
        "title": "Moon",
        "name": "Cyllene",
        "sciName": "Cyllène",
        "searchName": "Cyllene",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "",
        "mass": {
            "massValue": 1.5,
            "massExponent": 13
        },
        "around": "jupiter"
    },
    {
        "id": 51,
        "img": "",
        "title": "Moon",
        "name": "Kore",
        "sciName": "Coré",
        "searchName": "Kore",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Kore , also known as Jupiter XLIX, is a natural satellite of Jupiter. It was discovered by a team of astronomers from the University of Hawaii led by Scott S. Sheppard in 2003 and given the provisional designation S/2003 J 14.Kore is about 2 kilometers in diameter, and orbits Jupiter at an average distance of 23,239,000 km in 723.720 days, at an inclination of 141° to the ecliptic (139° to Jupiter's equator), in a retrograde direction and with an eccentricity of 0.2462.",
        "mass": {
            "massValue": 1.5,
            "massExponent": 13
        },
        "around": "jupiter"
    },
    {
        "id": 52,
        "img": "",
        "title": "Moon",
        "name": "Herse",
        "sciName": "Hersé",
        "searchName": "Herse",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "In Greek mythology, Herse (Ancient Greek: Ἕρση \"dew\") may refer to the following figures:",
        "mass": {
            "massValue": 1.5,
            "massExponent": 13
        },
        "around": "jupiter"
    },
    {
        "id": 53,
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/2003_J_2_Gladman_CFHT_annotated.gif/500px-2003_J_2_Gladman_CFHT_annotated.gif",
        "title": "Moon",
        "name": "S/2003 J 2",
        "sciName": "S/2003 J 2",
        "searchName": "S/2003_J_2",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "S/2003 J 2 is a retrograde irregular satellite of Jupiter. The moon was discovered on 5 February 2003 by a team of astronomers from the University of Hawaii led by Scott S. Sheppard and David C. Jewitt, and was later announced on 4 March 2003. It was initially thought to be Jupiter's outermost known moon until recovery observations disproved this in 2020.S/2003 J 2 is about 2 km (1.2 mi) in diameter, and orbits Jupiter at an average distance of about 20,600,000 kilometers (20.6 gigametres (0.138 AU)) in roughly 600 days, at an inclination of around 149° to the ecliptic and with an eccentricity of 0.28. The moon was initially assumed to be part of the Pasiphae group, but is now known to be part of the Ananke group after it was recovered in 2020.",
        "mass": {
            "massValue": 1.5,
            "massExponent": 13
        },
        "around": "jupiter"
    },
    {
        "id": 54,
        "img": "",
        "title": "Moon",
        "name": "Eupheme",
        "sciName": "Euphémé",
        "searchName": "Eupheme",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Eupheme , also Jupiter LX, originally known as S/2003 J 3, is an outer natural satellite of Jupiter, 2 km in diameter.",
        "mass": {
            "massValue": 1.5,
            "massExponent": 13
        },
        "around": "jupiter"
    },
    {
        "id": 55,
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/2003_J_4_Gladman_CFHT_annotated.gif/500px-2003_J_4_Gladman_CFHT_annotated.gif",
        "title": "Moon",
        "name": "S/2003 J 4",
        "sciName": "S/2003 J 4",
        "searchName": "S/2003_J_4",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "S/2003 J 4 is a natural satellite of Jupiter. It was discovered by a team of astronomers from the University of Hawaii led by Scott S. Sheppard in 2003.S/2003 J 4 is about 2 km in diameter, and orbits Jupiter at an average distance of 23,000,000 km in 669 days, at an inclination of 149° to the ecliptic, in a retrograde direction and with an eccentricity of 0.497.",
        "mass": {
            "massValue": 1.5,
            "massExponent": 13
        },
        "around": "jupiter"
    },
    {
        "id": 56,
        "img": "",
        "title": "Moon",
        "name": "Eirene",
        "sciName": "Eiréné",
        "searchName": "Eirene",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Eirene , also Jupiter LVII and originally known as S/2003 J 5, is a retrograde irregular satellite of Jupiter. It was discovered by a team of astronomers from the University of Hawaii led by Scott S. Sheppard in 2003",
        "mass": {
            "massValue": 9,
            "massExponent": 13
        },
        "around": "jupiter"
    },
    {
        "id": 57,
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/2003_J_9_Gladman_CFHT_annotated.gif/500px-2003_J_9_Gladman_CFHT_annotated.gif",
        "title": "Moon",
        "name": "S/2003 J 9",
        "sciName": "S/2003 J 9",
        "searchName": "S/2003_J_9",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "S/2003 J 9 is a retrograde irregular satellite of Jupiter. It was discovered by a team of astronomers from the University of Hawaii led by Scott S. Sheppard in 2003.S/2003 J 9 is about 1 kilometre in diameter, and orbits Jupiter at an average distance of 0.162 AU (24,200,000 km) in 767.60 days, at an inclination of 166.3° to the ecliptic (166° to Jupiter's equator), in a retrograde direction and with an eccentricity of 0.17.",
        "mass": {
            "massValue": 1.5,
            "massExponent": 12
        },
        "around": "jupiter"
    },
    {
        "id": 58,
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/2003_J_10_Gladman_CFHT_annotated.gif/500px-2003_J_10_Gladman_CFHT_annotated.gif",
        "title": "Moon",
        "name": "S/2003 J 10",
        "sciName": "S/2003 J 10",
        "searchName": "S/2003_J_10",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "S/2003 J 10 is a retrograde irregular satellite of Jupiter. It was discovered by a team of astronomers from the University of Hawaii led by Scott S. Sheppard et al. in 2003.S/2003 J 10 is about 2 kilometres in diameter, and orbits Jupiter at an average distance of 22,700 Mm in approximately 700 days, at an inclination of 164° to the ecliptic, in a retrograde direction and with an eccentricity of 0.34.",
        "mass": {
            "massValue": 1.5,
            "massExponent": 13
        },
        "around": "jupiter"
    },
    {
        "id": 59,
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/2003_J_12_Gladman_CFHT_annotated.gif/500px-2003_J_12_Gladman_CFHT_annotated.gif",
        "title": "Moon",
        "name": "S/2003 J 12",
        "sciName": "S/2003 J 12",
        "searchName": "S/2003_J_12",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "S/2003 J 12 is a natural satellite of Jupiter, and is one of the smallest known natural satellites in the Solar System. It was discovered by a team of astronomers from the University of Hawaii led by Scott S. Sheppard in 2003.S/2003 J 12 is about 1 kilometre (0.6 miles) in diameter, and orbits Jupiter at an average distance of 21,600 Mm in 647 days, at an inclination of 155° to the ecliptic, in a retrograde direction and with an eccentricity of 0.366. It was initially thought to the innermost of the retrograde satellites of Jupiter, but recovery observations have shown that it is an ordinary member of the Ananke group.",
        "mass": {
            "massValue": 1,
            "massExponent": 12
        },
        "around": "jupiter"
    },
    {
        "id": 60,
        "img": "",
        "title": "Moon",
        "name": "Philophrosyne",
        "sciName": "Philophrosyne",
        "searchName": "Philophrosyne",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Philophrosyne  was the ancient Greek female spirit of welcome, friendliness, and kindness. Her sisters were Euthenia, Eupheme, and Eucleia. Along with her sisters, she was regarded as a member of the younger Charites. According to the Orphic fragments, Philophrosyne was the daughter of Hephaestus and Aglaia.",
        "mass": {
            "massValue": 1.5,
            "massExponent": 13
        },
        "around": "jupiter"
    },
    {
        "id": 61,
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/2003_J_16_CFHT_recovery_full.gif/500px-2003_J_16_CFHT_recovery_full.gif",
        "title": "Moon",
        "name": "S/2003 J 16",
        "sciName": "S/2003 J 16",
        "searchName": "S/2003_J_16",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "S/2003 J 16 is a natural satellite of Jupiter. It was discovered by a team of astronomers led by Brett J. Gladman in 2003.S/2003 J 16 is about 2 kilometres in diameter, and orbits Jupiter at an average distance of 0.137 AU (20.5 Gm) in 600 days, at an inclination of 151° to the ecliptic (149° to Jupiter's equator), in a retrograde direction and with an eccentricity of 0.333. It belongs to the Ananke group of retrograde irregular moons which orbit Jupiter between 19.3 and 22.7 Gm, at inclinations of roughly 150°.",
        "mass": {
            "massValue": 1.5,
            "massExponent": 13
        },
        "around": "jupiter"
    },
    {
        "id": 62,
        "img": "",
        "title": "Moon",
        "name": "S/2003 J 18",
        "sciName": "S/2003 J 18",
        "searchName": "S/2003_J_18",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "",
        "mass": {
            "massValue": 1.5,
            "massExponent": 13
        },
        "around": "jupiter"
    },
    {
        "id": 63,
        "img": "",
        "title": "Moon",
        "name": "S/2003 J 19",
        "sciName": "S/2003 J 19",
        "searchName": "S/2003_J_19",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "",
        "mass": {
            "massValue": 1.5,
            "massExponent": 13
        },
        "around": "jupiter"
    },
    {
        "id": 64,
        "img": "https://upload.wikimedia.org/wikipedia/commons/5/5c/S2003j23ccircle.gif",
        "title": "Moon",
        "name": "S/2003 J 23",
        "sciName": "S/2003 J 23",
        "searchName": "S/2003_J_23",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0.00081,
        "avgTemp": 0,
        "description": "S/2003 J 23 is a natural satellite of Jupiter. It was discovered by a team of astronomers from the University of Hawaii led by Scott S. Sheppard et al. in 2004 from pictures taken in 2003.S/2003 J 23 is about 2 kilometres in diameter, and orbits Jupiter at an average distance of 24,700 Mm in about 792 days, at an inclination of 146° to the ecliptic, in a retrograde direction and with an eccentricity of 0.321.",
        "mass": {
            "massValue": 1.5,
            "massExponent": 13
        },
        "around": "jupiter"
    },
    {
        "id": 65,
        "img": "",
        "title": "Moon",
        "name": "Mimas",
        "sciName": "Mimas",
        "searchName": "Mimas",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Mimas , also designated Saturn I, is a moon of Saturn which was discovered in 1789 by William Herschel. It is named after Mimas, a son of Gaia in Greek mythology.",
        "mass": {
            "massValue": 3.79,
            "massExponent": 19
        },
        "around": "saturne"
    },
    {
        "id": 66,
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/PIA17202_-_Approaching_Enceladus.jpg/500px-PIA17202_-_Approaching_Enceladus.jpg",
        "title": "Moon",
        "name": "Enceladus",
        "sciName": "Encelade",
        "searchName": "Enceladus",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Enceladus is the sixth-largest moon of Saturn. It is about 500 kilometers (310 mi) in diameter, about a tenth of that of Saturn's largest moon, Titan. Enceladus is mostly covered by fresh, clean ice, making it one of the most reflective bodies of the Solar System. Consequently, its surface temperature at noon only reaches −198 °C (−324 °F), far colder than a light-absorbing body would be. Despite its small size, Enceladus has a wide range of surface features, ranging from old, heavily cratered regions to young, tectonically deformed terrains.",
        "mass": {
            "massValue": 1.08,
            "massExponent": 20
        },
        "around": "saturne"
    },
    {
        "id": 67,
        "img": "",
        "title": "Moon",
        "name": "Tethys",
        "sciName": "Téthys",
        "searchName": "Tethys",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Tethys (), or Saturn III, is a mid-sized moon of Saturn about 1,060 km (660 mi) across. It was discovered by G. D. Cassini in 1684 and is named after the titan Tethys of Greek mythology.",
        "mass": {
            "massValue": 6.18,
            "massExponent": 20
        },
        "around": "saturne"
    },
    {
        "id": 68,
        "img": "",
        "title": "Moon",
        "name": "Dione",
        "sciName": "Dioné",
        "searchName": "Dione",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Dione () is a moon of Saturn. It was discovered by Italian astronomer Giovanni Domenico Cassini in 1684. It is named after the Titaness Dione of Greek mythology. It is also designated Saturn IV.",
        "mass": {
            "massValue": 1.095,
            "massExponent": 21
        },
        "around": "saturne"
    },
    {
        "id": 69,
        "img": "",
        "title": "Moon",
        "name": "Rhea",
        "sciName": "Rhéa",
        "searchName": "Rhea",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Rhea () is the second-largest moon of Saturn and the ninth-largest moon in the Solar System. It is the smallest body in the Solar System for which precise measurements have confirmed a shape consistent with hydrostatic equilibrium.  It was discovered in 1672 by Giovanni Domenico Cassini.",
        "mass": {
            "massValue": 2.3,
            "massExponent": 21
        },
        "around": "saturne"
    },
    {
        "id": 70,
        "img": "",
        "title": "Moon",
        "name": "Titan",
        "sciName": "Titan",
        "searchName": "Titan",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "No Information",
        "mass": {
            "massValue": 1.3452,
            "massExponent": 23
        },
        "around": "saturne"
    },
    {
        "id": 71,
        "img": "",
        "title": "Moon",
        "name": "Hyperion",
        "sciName": "Hypérion",
        "searchName": "Hyperion",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Hyperion , also known as Saturn VII, is a moon of Saturn discovered by William Cranch Bond, his son George Phillips Bond and William Lassell in 1848. It is distinguished by its irregular shape, its chaotic rotation, and its unexplained sponge-like appearance. It was the first non-round moon to be discovered.",
        "mass": {
            "massValue": 5.6,
            "massExponent": 18
        },
        "around": "saturne"
    },
    {
        "id": 72,
        "img": "",
        "title": "Moon",
        "name": "Iapetus",
        "sciName": "Japet",
        "searchName": "Iapetus",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "In Greek mythology, Iapetus (; Ancient Greek: Ἰαπετός, romanized: Iapetós), also Japetus, is a Titan, the son of Uranus and Gaia and father of Atlas, Prometheus, Epimetheus, and Menoetius. He was also called the father of Buphagus and Anchiale in other sources.",
        "mass": {
            "massValue": 1.805,
            "massExponent": 21
        },
        "around": "saturne"
    },
    {
        "id": 73,
        "img": "",
        "title": "Moon",
        "name": "Phoebe",
        "sciName": "Phœbé",
        "searchName": "Phoebe",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Phoebe ( FEE-bee) is an irregular satellite of Saturn with a mean diameter of 213 km (132 mi). It was discovered by William Henry Pickering on March 18, 1899 from photographic plates that had been taken starting on 16 August 1898 at the Boyden Station of the Carmen Alto Observatory near Arequipa, Peru, by DeLisle Stewart. It was the first satellite to be discovered photographically.",
        "mass": {
            "massValue": 8.292,
            "massExponent": 18
        },
        "around": "saturne"
    },
    {
        "id": 74,
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Janus1.JPG/500px-Janus1.JPG",
        "title": "Moon",
        "name": "Janus",
        "sciName": "Janus",
        "searchName": "Janus",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "In ancient Roman religion and myth, Janus ( JAY-nəs; Latin: Ianus [ˈi̯aːnʊs]) is the god of beginnings, gates, transitions, time, duality, doorways, passages, frames, and endings. He is usually depicted as having two faces. The month of January is named for Janus (Ianuarius). According to ancient Roman farmers' almanacs Juno was mistaken as the tutelary deity of the month of January, but Juno is the tutelary deity of the month of June.",
        "mass": {
            "massValue": 1.9,
            "massExponent": 18
        },
        "around": "saturne"
    },
    {
        "id": 75,
        "img": "https://upload.wikimedia.org/wikipedia/commons/5/51/Pandora%27s_gift_to_Epimetheus.jpg",
        "title": "Moon",
        "name": "Epimetheus",
        "sciName": "Epiméthée",
        "searchName": "Epimetheus",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "In Greek mythology, Epimetheus (; Greek: Ἐπιμηθεύς, which might mean \"hindsight\", literally \"afterthinker\") was the brother of Prometheus (traditionally interpreted as \"foresight\", literally \"fore-thinker\"), a pair of Titans who \"acted  as representatives of mankind\". They were the sons of Iapetus, who in other contexts was the father of Atlas. While Prometheus is characterized as ingenious and clever, Epimetheus is depicted as foolish.",
        "mass": {
            "massValue": 5.3,
            "massExponent": 17
        },
        "around": "saturne"
    },
    {
        "id": 76,
        "img": "",
        "title": "Moon",
        "name": "Helene",
        "sciName": "Hélène",
        "searchName": "Helene",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Helene  is a moon of Saturn. It was discovered by Pierre Laques and Jean Lecacheux in 1980 from ground-based observations at Pic du Midi Observatory, and was designated S/1980 S 6. In 1988 it was officially named after Helen of Troy, who was the granddaughter of Cronus (Saturn) in Greek mythology. Helene is also designated Saturn XII (12), which it was given in 1982, and Dione B, because it is co-orbital with Dione and located in its leading Lagrangian point (L4). It is one of four known trojan moons.",
        "mass": {
            "massValue": 0,
            "massExponent": 0
        },
        "around": "saturne"
    },
    {
        "id": 77,
        "img": "",
        "title": "Moon",
        "name": "Telesto",
        "sciName": "Télesto",
        "searchName": "Telesto",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Telesto  is a moon of Saturn. It was discovered by Smith, Reitsema, Larson and Fountain in 1980 from ground-based observations, and was provisionally designated S/1980 S 13. In the following months, several other apparitions were observed: S/1980 S 24, S/1980 S 33, and S/1981 S 1.In 1983 it was officially named after Telesto of Greek mythology. It is also designated as Saturn XIII or Tethys B.",
        "mass": {
            "massValue": 1,
            "massExponent": 16
        },
        "around": "saturne"
    },
    {
        "id": 78,
        "img": "",
        "title": "Moon",
        "name": "Calypso",
        "sciName": "Calypso",
        "searchName": "Calypso",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Calypso is a moon of Saturn. It was discovered in 1980, from ground-based observations, by Dan Pascu, P. Kenneth Seidelmann, William A. Baum, and Douglas G. Currie, and was provisionally designated S/1980 S 25 (the 25th satellite of Saturn discovered in 1980). Several other apparitions of it were recorded in the following months: S/1980 S 29, S/1980 S 30, S/1980 S 32, and S/1981 S 2. In 1983 it was officially named after Calypso of Greek mythology. It is also designated Saturn XIV or Tethys C.",
        "mass": {
            "massValue": 6.5,
            "massExponent": 15
        },
        "around": "saturne"
    },
    {
        "id": 79,
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/OrteliusWorldMap1570.jpg/500px-OrteliusWorldMap1570.jpg",
        "title": "Moon",
        "name": "Atlas",
        "sciName": "Atlas",
        "searchName": "Atlas",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "An atlas is a collection of maps; it is typically a bundle of maps of Earth or of a region of Earth.",
        "mass": {
            "massValue": 7,
            "massExponent": 15
        },
        "around": "saturne"
    },
    {
        "id": 80,
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/1623_Dirck_van_Baburen%2C_Prometheus_Being_Chained_by_Vulcan_Rijksmuseum%2C_Amsterdam.jpg/447px-1623_Dirck_van_Baburen%2C_Prometheus_Being_Chained_by_Vulcan_Rijksmuseum%2C_Amsterdam.jpg",
        "title": "Moon",
        "name": "Prometheus",
        "sciName": "Prométhée",
        "searchName": "Prometheus",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "In Greek mythology, Prometheus (; Ancient Greek: Προμηθεύς, [promɛːtʰéu̯s], possibly meaning \"forethought\") is a Titan god of fire. Prometheus is best known for defying the gods by stealing fire from them and giving it to humanity in the form of technology, knowledge, and more generally, civilization. In some versions of the myth he is also credited with the creation of humanity from clay. Prometheus is known for his intelligence and for being a champion of humankind, and is also generally seen as the author of the human arts and sciences. He is sometimes presented as the father of Deucalion, the hero of the flood story.The punishment of Prometheus as a consequence of the theft of fire and giving it to humans is a popular subject of both ancient and modern culture. Zeus, king of the Olympian gods, sentenced Prometheus to eternal torment for his transgression. Prometheus was bound to a rock, and an eagle—the emblem of Zeus—was sent to eat his liver (in ancient Greece, the liver was thought to be the seat of human emotions). His liver would then grow back overnight, only to be eaten again the next day in an ongoing cycle. According to several major versions of the myth, most notably that of Hesiod, Prometheus was eventually freed by the hero Heracles. In yet more symbolism, the struggle of Prometheus is located by some at Mount Elbrus or at Mount Kazbek, two volcanic promontories in the Caucasus Mountains beyond which for the ancient Greeks lay the realm of the barbarii.In another myth, Prometheus establishes the form of animal sacrifice practiced in ancient Greek religion. Evidence of a cult to Prometheus himself is not widespread. He was a focus of religious activity mainly at Athens, where he was linked to Athena and Hephaestus, who were the Greek deities of creative skills and technology.In the Western classical tradition, Prometheus became a figure who represented human striving (particularly the quest for scientific knowledge) and the risk of overreaching or unintended consequences. In particular, he was regarded in the Romantic era as embodying the lone genius whose efforts to improve human existence could also result in tragedy: Mary Shelley, for instance, gave The Modern Prometheus as the subtitle to her novel Frankenstein (1818).",
        "mass": {
            "massValue": 1.6,
            "massExponent": 17
        },
        "around": "saturne"
    },
    {
        "id": 81,
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Pandora_-_John_William_Waterhouse.jpg/284px-Pandora_-_John_William_Waterhouse.jpg",
        "title": "Moon",
        "name": "Pandora",
        "sciName": "Pandore",
        "searchName": "Pandora",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "In Greek mythology, Pandora (Greek: Πανδώρα,  derived from πᾶν, pān, i.e. \"all\" and δῶρον, dōron, i.e. \"gift\", thus  \"the all-endowed\", \"all-gifted\" or \"all-giving\") was the first human woman created by Hephaestus on the instructions of Zeus. As Hesiod related it, each god cooperated by giving her unique gifts. Her other name—inscribed against her figure on a white-ground kylix in the British Museum—is Anesidora (Ancient Greek: Ἀνησιδώρα), \"she who sends up gifts\" (up implying \"from below\" within the earth).",
        "mass": {
            "massValue": 1.4,
            "massExponent": 17
        },
        "around": "saturne"
    },
    {
        "id": 82,
        "img": "",
        "title": "Moon",
        "name": "Pan",
        "sciName": "Pan",
        "searchName": "Pan",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Pan is the innermost named moon of Saturn. It is a small, walnut-shaped moon approximately 35 kilometres across and 23 km wide that orbits within the Encke Gap in Saturn's A Ring. Pan is a ring shepherd and is responsible for keeping the Encke Gap free of ring particles. It is sometimes described as having the appearance of a ravioli.It was discovered by Mark R. Showalter in 1990 from analysis of old Voyager 2 probe photos and received the provisional designation S/1981 S 13 because the discovery images dated back to 1981.",
        "mass": {
            "massValue": 4.95,
            "massExponent": 15
        },
        "around": "saturne"
    },
    {
        "id": 83,
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Ymer_dier_koen_%C3%98dhumble.jpg/500px-Ymer_dier_koen_%C3%98dhumble.jpg",
        "title": "Moon",
        "name": "Ymir",
        "sciName": "Ymir",
        "searchName": "Ymir",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "In Norse mythology, Ymir (, Old Norse: [ˈymez̠]), also called Aurgelmir, Brimir, or Bláinn, is the ancestor of all jötnar. Ymir is attested in the Poetic Edda, compiled in the 13th century from earlier traditional material, in the Prose Edda, written by Snorri Sturluson in the 13th century, and in the poetry of skalds. Taken together, several stanzas from four poems collected in the Poetic Edda refer to Ymir as a primeval being who was born from venom that dripped from the icy rivers called the Élivágar, and lived in the grassless void of Ginnungagap. Ymir was both male and female, and gave birth to a male and female from their armpits, and their legs together begat a six-headed being. The grandsons of Búri, the gods Odin, Vili and Vé, fashioned the Earth (elsewhere personified as a goddess, Jörð) from his flesh, from his blood the ocean, from his bones the mountains, from his hair the trees, from his brains the clouds, from his skull the heavens, and from his eyebrows the middle realm in which mankind lives, Midgard. In addition, one stanza relates that the dwarfs were given life by the gods from Ymir's flesh and blood (or the Earth and sea).",
        "mass": {
            "massValue": 3.97,
            "massExponent": 15
        },
        "around": "saturne"
    },
    {
        "id": 84,
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Paaliaq.jpg/413px-Paaliaq.jpg",
        "title": "Moon",
        "name": "Paaliaq",
        "sciName": "Paaliaq",
        "searchName": "Paaliaq",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Paaliaq is a prograde irregular satellite of Saturn. It was discovered by J. J. Kavelaars, Brett J. Gladman, Jean-Marc Petit, Hans Scholl, Matthew J. Holman, Brian G. Marsden, Philip D. Nicholson and Joseph A. Burns in early October 2000, and given the temporary designation S/2000 S 2. ",
        "mass": {
            "massValue": 7.25,
            "massExponent": 15
        },
        "around": "saturne"
    },
    {
        "id": 85,
        "img": "",
        "title": "Moon",
        "name": "Tarvos",
        "sciName": "Tarvos",
        "searchName": "Tarvos",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Tarvos , or Saturn XXI, is a prograde irregular satellite of Saturn. It was discovered by John J. Kavelaars et al. on September 23, 2000, and given the temporary designation S/2000 S 4. The name, given in August 2003, is after Tarvos, a deity depicted as a bull god carrying three cranes alongside its back from Gaulish mythology.",
        "mass": {
            "massValue": 2.3,
            "massExponent": 15
        },
        "around": "saturne"
    },
    {
        "id": 86,
        "img": "",
        "title": "Moon",
        "name": "Ijiraq",
        "sciName": "Ijiraq",
        "searchName": "Ijiraq",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "In the Inuit religion an ijiraq ( EE-yi-rahk or  EE-ji-rahk) is a shapeshifting creature that is said to kidnap children, hide them away and abandon them. The inuksugaq (or inukshuk) of stone allow these children to find their way back if they can convince the ijiraq to let them go.",
        "mass": {
            "massValue": 1.18,
            "massExponent": 15
        },
        "around": "saturne"
    },
    {
        "id": 87,
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Louis_Huard_-_Giant_Suttung_and_the_Dwarfs.jpg/318px-Louis_Huard_-_Giant_Suttung_and_the_Dwarfs.jpg",
        "title": "Moon",
        "name": "Suttungr",
        "sciName": "Suttungr",
        "searchName": "Suttungr",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "In Norse mythology, Suttungr ( SUUT-uung-ər; Old Norse: [ˈsutːoŋɡz̠]) was a jötunn and the son of Gilling.",
        "mass": {
            "massValue": 2.3,
            "massExponent": 14
        },
        "around": "saturne"
    },
    {
        "id": 88,
        "img": "",
        "title": "Moon",
        "name": "Kiviuq",
        "sciName": "Kiviuq",
        "searchName": "Kiviuq",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Kiviuq (also spelled \"Qiviuq,\" \"Kiviok\" and other variants) is a legendary hero of the epic stories of the Inuit of the Arctic regions of northern Canada, Alaska and Greenland.",
        "mass": {
            "massValue": 2.79,
            "massExponent": 15
        },
        "around": "saturne"
    },
    {
        "id": 89,
        "img": "",
        "title": "Moon",
        "name": "Mundilfari",
        "sciName": "Mundilfari",
        "searchName": "Mundilfari",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "In Norse mythology Mundilfari (Old Norse: [ˈmuntelˌfɑre]; rendered variously Mundilfari, Mundilföri and Mundilfœri) (Old Norse, possibly \"the one moving according to particular times\") is the father of Sól, goddess associated with the Sun, and Máni, associated with the Moon. Mundilfari is attested in the Poetic Edda poem Vafþrúðnismál stanza 23, and in chapter 11 of the Prose Edda book Gylfaginning.",
        "mass": {
            "massValue": 2.3,
            "massExponent": 14
        },
        "around": "saturne"
    },
    {
        "id": 90,
        "img": "",
        "title": "Moon",
        "name": "Albiorix",
        "sciName": "Albiorix",
        "searchName": "Albiorix",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Albiorix  is a prograde irregular satellite of Saturn. It was discovered by Holman and colleagues in 2000, and given the temporary designation S/2000 S 11.Albiorix is the largest member of the Gallic group of irregular satellites.",
        "mass": {
            "massValue": 2.23,
            "massExponent": 16
        },
        "around": "saturne"
    },
    {
        "id": 91,
        "img": "",
        "title": "Moon",
        "name": "Skathi",
        "sciName": "Skathi",
        "searchName": "Skathi",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Skathi , also named Saturn XXVII and originally spelled Skadi, is a natural satellite of the planet Saturn. Skathi is one of Saturn's irregular moons, in its Norse group of satellites. It was discovered on September 23, 2000, by a team of astronomers led by Brett Gladman. The team announced their discovery on December 7, 2000, along with seven other satellites of Saturn. The moon was named after Skaði, a figure in Norse mythology, as part of an effort to diversify the largely Greek and Roman names of astronomical objects.",
        "mass": {
            "massValue": 3.5,
            "massExponent": 14
        },
        "around": "saturne"
    },
    {
        "id": 92,
        "img": "https://upload.wikimedia.org/wikipedia/commons/7/7b/Erriapus-discovery-CFHT.gif",
        "title": "Moon",
        "name": "Erriapus",
        "sciName": "Erriapo",
        "searchName": "Erriapus",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Erriapus , or Saturn XXVIII (28), is a prograde irregular satellite of Saturn. It was discovered by Brett Gladman, John J. Kavelaars and colleagues in 2000, and given the temporary designation S/2000 S 10. It was named Erriapo in August 2003 after Erriapus (also rendered Erriappus), a giant in Gaulish mythology; the name was changed from dative Erriapo to nominative Erriapus per IAU conventions in late 2007.Erriapus is about 10 kilometres in diameter, and orbits Saturn at an average distance of 17,3 Gm in 871 days.",
        "mass": {
            "massValue": 6.8,
            "massExponent": 14
        },
        "around": "saturne"
    },
    {
        "id": 93,
        "img": "https://upload.wikimedia.org/wikipedia/commons/0/0b/Siarnaq_Cassini_color_composite.png",
        "title": "Moon",
        "name": "Siarnaq",
        "sciName": "Siarnaq",
        "searchName": "Siarnaq",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Siarnaq, also designated Saturn XXIX, is a prograde irregular satellite of Saturn. It was discovered at the Mauna Kea Observatory by astronomers Brett Gladman and John Kavelaars in 2000, and given the temporary designation S/2000 S 3. It was named after Siarnaq, more widely known as Sedna, the Inuit goddess of the sea, and is the largest member of Saturn's Inuit group of irregular satellites.",
        "mass": {
            "massValue": 4.35,
            "massExponent": 16
        },
        "around": "saturne"
    },
    {
        "id": 94,
        "img": "",
        "title": "Moon",
        "name": "Thrymr",
        "sciName": "Thrymr",
        "searchName": "Thrymr",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "",
        "mass": {
            "massValue": 2.3,
            "massExponent": 14
        },
        "around": "saturne"
    },
    {
        "id": 95,
        "img": "",
        "title": "Moon",
        "name": "Narvi",
        "sciName": "Narvi",
        "searchName": "Narvi",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Narvi  or Saturn XXXI is a natural satellite of Saturn. It was discovered by a team of astronomers led by Scott S. Sheppard in 2003, and given the temporary designation S/2003 S 1.",
        "mass": {
            "massValue": 2.3,
            "massExponent": 14
        },
        "around": "saturne"
    },
    {
        "id": 96,
        "img": "",
        "title": "Moon",
        "name": "Methone",
        "sciName": "Méthone",
        "searchName": "Methone",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Methone  is a small, egg-shaped moon of Saturn that orbits out past Saturn's ring system, between the orbits of Mimas and Enceladus. It was discovered in 2004, though it wasn't until 2012 that it was imaged in detail by the Cassini spacecraft.",
        "mass": {
            "massValue": 2,
            "massExponent": 13
        },
        "around": "saturne"
    },
    {
        "id": 97,
        "img": "",
        "title": "Moon",
        "name": "Pallene",
        "sciName": "Pallène",
        "searchName": "Pallene",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Pallene  is a very small natural satellite of Saturn. It is one of three small moons known as the Alkyonides that lie between the orbits of the larger Mimas and Enceladus. It is also designated Saturn XXXIII.",
        "mass": {
            "massValue": 6,
            "massExponent": 13
        },
        "around": "saturne"
    },
    {
        "id": 98,
        "img": "",
        "title": "Moon",
        "name": "Polydeuces",
        "sciName": "Pollux",
        "searchName": "Polydeuces",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Polydeuces , or Saturn XXXIV, is a small natural satellite of Saturn that is co-orbital with the moon Dione and librates around its trailing Lagrangian point (L5). Its diameter is estimated to be 2–3 km. Dione's other co-orbital moon is Helene, which is bigger and located at the leading L4 point.Polydeuces was discovered by the Cassini Imaging Team on October 24, 2004, in images taken on October 21, 2004, and given the temporary designation S/2004 S 5. Subsequent searches of earlier Cassini imaging showed it in images as far back as April 9, 2004.Of the four known Lagrangian co-orbitals in the Saturn system ('trojan moon'), Polydeuces wanders the farthest from its Lagrangian point: its distance behind Dione varies from 33.9° to 91.4° with a period of 790.931 days (for comparison, L5 trails Dione by 60°). Polydeuces's libration is large enough that it takes on some qualities of a tadpole orbit, as evidenced by the clear asymmetry between excursions towards and away from Dione. In the course of one such cycle, Polydeuces's orbital radius also varies by about ± 7660 km with respect to Dione's.The name Polydeuces was approved by the IAU Working Group on Planetary System Nomenclature on January 21, 2005. In Greek mythology, Polydeuces is another name for Pollux, twin brother of Castor, son of Zeus and Leda.",
        "mass": {
            "massValue": 1,
            "massExponent": 13
        },
        "around": "saturne"
    },
    {
        "id": 99,
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/PanandDaphnis.jpg/252px-PanandDaphnis.jpg",
        "title": "Moon",
        "name": "Daphnis",
        "sciName": "Daphnis",
        "searchName": "Daphnis",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "In Greek mythology, Daphnis (; Ancient Greek: Δάφνις, from δάφνη, daphne, \"Bay Laurel\") was a Sicilian shepherd who was said to be the inventor of pastoral poetry.",
        "mass": {
            "massValue": 1,
            "massExponent": 14
        },
        "around": "saturne"
    },
    {
        "id": 100,
        "img": "",
        "title": "Moon",
        "name": "Aegir",
        "sciName": "Aegir",
        "searchName": "Aegir",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "",
        "mass": {
            "massValue": 1.5,
            "massExponent": 14
        },
        "around": "saturne"
    },
    {
        "id": 101,
        "img": "",
        "title": "Moon",
        "name": "Bebhionn",
        "sciName": "Bebhionn",
        "searchName": "Bebhionn",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Bebhionn (), also known as Saturn XXXVII, is a small, irregular natural satellite of Saturn. Its discovery was announced by Scott S. Sheppard, David C. Jewitt, Jan Kleyna, and Brian G. Marsden on 4 May 2005 from observations taken between 12 December 2004 and 9 March 2005.",
        "mass": {
            "massValue": 1.5,
            "massExponent": 14
        },
        "around": "saturne"
    },
    {
        "id": 102,
        "img": "",
        "title": "Moon",
        "name": "Bergelmir",
        "sciName": "Bergelmir",
        "searchName": "Bergelmir",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Bergelmir ( bair-GEL-meer; Old Norse: [ˈberˌɡelmez̠]) is a jötunn in Norse mythology.",
        "mass": {
            "massValue": 1.5,
            "massExponent": 14
        },
        "around": "saturne"
    },
    {
        "id": 103,
        "img": "",
        "title": "Moon",
        "name": "Bestla",
        "sciName": "Bestla",
        "searchName": "Bestla",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Bestla (Old Norse: [ˈbestlɑ]) is a jötunn in Norse mythology, and the mother of the gods Odin, Vili and Vé (by way of Borr). She is also the sister of an unnamed man who assisted Odin, and the daughter (or granddaughter depending on the source) of the jötunn Bölþorn. Odin is frequently called \"Bestla's son\" in both skaldic verses and the Poetic Edda.Bestla is attested in the Poetic Edda, compiled in the 13th century from earlier traditional sources, the Prose Edda, written in the 13th century by Snorri Sturluson, and in the poetry of skalds. Scholars have commented on the obscurity of the figure's name and have proposed various theories to explain the role and origin of the giantess.",
        "mass": {
            "massValue": 2.3,
            "massExponent": 14
        },
        "around": "saturne"
    },
    {
        "id": 104,
        "img": "",
        "title": "Moon",
        "name": "Farbauti",
        "sciName": "Farbauti",
        "searchName": "Farbauti",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "",
        "mass": {
            "massValue": 9,
            "massExponent": 13
        },
        "around": "saturne"
    },
    {
        "id": 105,
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Tullstorpstenen.jpg/500px-Tullstorpstenen.jpg",
        "title": "Moon",
        "name": "Fenrir",
        "sciName": "Fenrir",
        "searchName": "Fenrir",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Fenrir (Old Norse: [ˈfenrez̠]; \"fen-dweller\") or Fenrisúlfr (O.N.: [ˈfenresˌuːlvz̠]; \"Fenrir's wolf\", often translated \"Fenris-wolf\"), also referred to as Hróðvitnir (O.N.: [ˈhroːðˌwitnez̠]; \"fame-wolf\") and Vánagandr (O.N.: [ˈwɑːnɑˌɡɑndz̠]; \"monster of the [River] Ván\"), or Vanargand, is a wolf in Norse mythology. Fenrir, together with Hel and the World Serpent, is a child of Loki and giantess Angrboða. He is attested in the Poetic Edda, compiled in the 13th century from earlier traditional sources, and the Prose Edda and Heimskringla, written in the 13th century by Snorri Sturluson. In both the Poetic Edda and Prose Edda, Fenrir is the father of the wolves Sköll and Hati Hróðvitnisson, is a son of Loki and is foretold to kill the god Odin during the events of Ragnarök, but will in turn be killed by Odin's son Víðarr.",
        "mass": {
            "massValue": 5,
            "massExponent": 13
        },
        "around": "saturne"
    },
    {
        "id": 106,
        "img": "",
        "title": "Moon",
        "name": "Fornjot",
        "sciName": "Fornjot",
        "searchName": "Fornjot",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "",
        "mass": {
            "massValue": 1.5,
            "massExponent": 14
        },
        "around": "saturne"
    },
    {
        "id": 107,
        "img": "",
        "title": "Moon",
        "name": "Hati",
        "sciName": "Hati",
        "searchName": "Hati",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Hati  or Saturn XLIII is a natural satellite of Saturn. Its discovery was announced by Scott S. Sheppard, David C. Jewitt, Jan Kleyna, and Brian G. Marsden on 4 May 2005, from observations taken between 12 December 2004 and 11 March 2005.",
        "mass": {
            "massValue": 1.5,
            "massExponent": 14
        },
        "around": "saturne"
    },
    {
        "id": 108,
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Rune_stone_dr_284_of_the_hunnestad_monument_in_lund_sweden_2008.JPG/375px-Rune_stone_dr_284_of_the_hunnestad_monument_in_lund_sweden_2008.JPG",
        "title": "Moon",
        "name": "Hyrrokkin",
        "sciName": "Hyrrokkin",
        "searchName": "Hyrrokkin",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Hyrrokkin (Old Norse: [ˈhyrˌrokːenː]) is a female jötunn in Norse mythology. According to 13th-century poet Snorri Sturluson, she launched the largest of all ships at Baldr's funeral after the Æsir gods were unable to budge the vessel.Hyrrokkin was a relatively important figure in the last decades of paganism in Iceland. She appears to be depicted on one of the DR 284 stone from the Hunnestad Monument near Marsvinsholm, Sweden.",
        "mass": {
            "massValue": 3.5,
            "massExponent": 14
        },
        "around": "saturne"
    },
    {
        "id": 109,
        "img": "",
        "title": "Moon",
        "name": "Kari",
        "sciName": "Kari",
        "searchName": "Kari",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Kari or Saturn XLV is a natural satellite of Saturn. Its discovery was announced by Scott S. Sheppard, David C. Jewitt, Jan Kleyna, and Brian G. Marsden on 26 June 2006 from observations taken between January and April 2006.",
        "mass": {
            "massValue": 2.3,
            "massExponent": 14
        },
        "around": "saturne"
    },
    {
        "id": 110,
        "img": "",
        "title": "Moon",
        "name": "Loge",
        "sciName": "Loge",
        "searchName": "Loge",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Loge or Saturn XLVI is a natural satellite of Saturn. Its discovery was announced by Scott S. Sheppard, David C. Jewitt, Jan Kleyna, and Brian G. Marsden on 26 June 2006, from observations taken between January and April 2006.",
        "mass": {
            "massValue": 1.5,
            "massExponent": 14
        },
        "around": "saturne"
    },
    {
        "id": 111,
        "img": "",
        "title": "Moon",
        "name": "Skoll",
        "sciName": "Skoll",
        "searchName": "Skoll",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "",
        "mass": {
            "massValue": 1.5,
            "massExponent": 14
        },
        "around": "saturne"
    },
    {
        "id": 112,
        "img": "",
        "title": "Moon",
        "name": "Surtur",
        "sciName": "Surtur",
        "searchName": "Surtur",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "",
        "mass": {
            "massValue": 1.5,
            "massExponent": 14
        },
        "around": "saturne"
    },
    {
        "id": 113,
        "img": "",
        "title": "Moon",
        "name": "Anthe",
        "sciName": "Anthé",
        "searchName": "Anthe",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Anthe  is a very small natural satellite of Saturn lying between the orbits of Mimas and Enceladus. It is also known as Saturn XLIX; its provisional designation was S/2007 S 4. It is named after one of the Alkyonides; the name means flowery. It is the sixtieth confirmed moon of Saturn.It was discovered by the Cassini Imaging Team in images taken on 30 May 2007. Once the discovery was made, a search of older Cassini images revealed it in observations from as far back as June 2004. It was first announced on 18 July 2007.",
        "mass": {
            "massValue": 5,
            "massExponent": 12
        },
        "around": "saturne"
    },
    {
        "id": 114,
        "img": "",
        "title": "Moon",
        "name": "Jarnsaxa",
        "sciName": "Jarnsaxa",
        "searchName": "Jarnsaxa",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "",
        "mass": {
            "massValue": 1,
            "massExponent": 14
        },
        "around": "saturne"
    },
    {
        "id": 115,
        "img": "",
        "title": "Moon",
        "name": "Greip",
        "sciName": "Greip",
        "searchName": "Greip",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "",
        "mass": {
            "massValue": 1.5,
            "massExponent": 14
        },
        "around": "saturne"
    },
    {
        "id": 116,
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Tarqeq-cassini.png/500px-Tarqeq-cassini.png",
        "title": "Moon",
        "name": "Tarqeq",
        "sciName": "Tarqeq",
        "searchName": "Tarqeq",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Tarqeq, also known as Saturn LII (provisional designation S/2007 S 1) is a natural satellite of Saturn. Its discovery was announced by Scott S. Sheppard, David C. Jewitt, Jan Kleyna, and Brian G. Marsden on 13 April 2007 from observations taken between 5 January 2006 and 22 March 2007. It is named after Tarqeq, the Inuit moon god, and is a member of the Inuit group of irregular satellites. It is about seven kilometres in diameter. The Cassini spacecraft observed Tarqeq over 1.5 days on 15–16 January 2014. ",
        "mass": {
            "massValue": 2.3,
            "massExponent": 14
        },
        "around": "saturne"
    },
    {
        "id": 117,
        "img": "",
        "title": "Moon",
        "name": "Aegaeon",
        "sciName": "Égéon",
        "searchName": "Aegaeon",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Aegaeon , or Saturn LIII (provisional designation S/2008 S 1), is a natural satellite of Saturn. It is thought to be similarly smooth as Methone. It orbits between Janus and Mimas within Saturn's G Ring.",
        "mass": {
            "massValue": 1,
            "massExponent": 11
        },
        "around": "saturne"
    },
    {
        "id": 118,
        "img": "",
        "title": "Moon",
        "name": "S/2004 S 7",
        "sciName": "S/2004 S 7",
        "searchName": "S/2004_S_7",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "S/2004 S 7 is a natural satellite of Saturn. Its discovery was announced by Scott S. Sheppard, David C. Jewitt, Jan Kleyna, and Brian G. Marsden on May 4, 2005 from observations taken between December 12, 2004 and March 8, 2005.",
        "mass": {
            "massValue": 1.5,
            "massExponent": 14
        },
        "around": "saturne"
    },
    {
        "id": 119,
        "img": "",
        "title": "Moon",
        "name": "S/2004 S 12",
        "sciName": "S/2004 S 12",
        "searchName": "S/2004_S_12",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "S/2004 S 12 is a natural satellite of Saturn. Its discovery was announced by Scott S. Sheppard, David C. Jewitt, Jan Kleyna, and Brian G. Marsden on May 4, 2005 from observations taken between December 12, 2004 and March 9, 2005.",
        "mass": {
            "massValue": 9,
            "massExponent": 13
        },
        "around": "saturne"
    },
    {
        "id": 120,
        "img": "",
        "title": "Moon",
        "name": "S/2004 S 13",
        "sciName": "S/2004 S 13",
        "searchName": "S/2004_S_13",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "S/2004 S 13 is a natural satellite of Saturn. Its discovery was announced by Scott S. Sheppard, David C. Jewitt, Jan Kleyna, and Brian G. Marsden on 4 May 2005 from observations taken between 12 December 2004 and 9 March 2005. ",
        "mass": {
            "massValue": 1.5,
            "massExponent": 14
        },
        "around": "saturne"
    },
    {
        "id": 121,
        "img": "",
        "title": "Moon",
        "name": "S/2004 S 17",
        "sciName": "S/2004 S 17",
        "searchName": "S/2004_S_17",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "S/2004 S 17 is a natural satellite of Saturn. Its discovery was announced by Scott S. Sheppard, David C. Jewitt, Jan Kleyna, and Brian G. Marsden on May 4, 2005 from observations taken between December 13, 2004 and March 5, 2005.",
        "mass": {
            "massValue": 5,
            "massExponent": 13
        },
        "around": "saturne"
    },
    {
        "id": 122,
        "img": "",
        "title": "Moon",
        "name": "S/2006 S 1",
        "sciName": "S/2006 S 1",
        "searchName": "S/2006_S_1",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "S/2006 S 1 is a natural satellite of Saturn. Its discovery was announced by Scott S. Sheppard, David C. Jewitt, Jan Kleyna, and Brian G. Marsden on June 26, 2006 from observations taken between January 4 and April 30, 2006.",
        "mass": {
            "massValue": 1,
            "massExponent": 14
        },
        "around": "saturne"
    },
    {
        "id": 123,
        "img": "",
        "title": "Moon",
        "name": "S/2006 S 3",
        "sciName": "S/2006 S 3",
        "searchName": "S/2006_S_3",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "S/2006 S 3 is a natural satellite of Saturn. Its discovery was announced by Scott S. Sheppard, David C. Jewitt, Jan Kleyna, and Brian G. Marsden on June 26, 2006 from observations taken between January and April 2006.",
        "mass": {
            "massValue": 1.5,
            "massExponent": 14
        },
        "around": "saturne"
    },
    {
        "id": 124,
        "img": "",
        "title": "Moon",
        "name": "S/2007 S 2",
        "sciName": "S/2007 S 2",
        "searchName": "S/2007_S_2",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "S/2007 S 2 is a natural satellite of Saturn. Its discovery was announced by Scott S. Sheppard, David C. Jewitt, Jan Kleyna, and Brian G. Marsden on May 1, 2007, from observations taken between January 18 and April 19, 2007.",
        "mass": {
            "massValue": 1.5,
            "massExponent": 14
        },
        "around": "saturne"
    },
    {
        "id": 125,
        "img": "",
        "title": "Moon",
        "name": "S/2007 S 3",
        "sciName": "S/2007 S 3",
        "searchName": "S/2007_S_3",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "S/2007 S 3 is a natural satellite of Saturn. Its discovery was announced by Scott S. Sheppard, David C. Jewitt, Jan Kleyna, and Brian G. Marsden on May 1, 2007 from observations taken between January 18 and April 19, 2007.",
        "mass": {
            "massValue": 1.5,
            "massExponent": 14
        },
        "around": "saturne"
    },
    {
        "id": 126,
        "img": "https://upload.wikimedia.org/wikipedia/commons/d/d6/PIA11665_moonlet_in_B_Ring_cropped.jpg",
        "title": "Moon",
        "name": "S/2009 S 1",
        "sciName": "S/2009 S 1",
        "searchName": "S/2009_S_1",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "S/2009 S 1 is a moonlet embedded in the outer part of Saturn's B Ring, orbiting 117,000 km (73,000 mi) away from the planet. The moonlet was discovered by the Cassini Imaging Team during the Saturnian equinox event on 26 July 2009, when the Cassini spacecraft imaged the moonlet casting a 36 km (22 mi)-long shadow onto the B Ring. With a diameter of 300 m (1,000 ft), it is most likely a long-lived solid body, which would count it as the smallest and innermost known moon of Saturn.",
        "mass": {
            "massValue": 1,
            "massExponent": 11
        },
        "around": "saturne"
    },
    {
        "id": 127,
        "img": "",
        "title": "Moon",
        "name": "Ariel",
        "sciName": "Ariel",
        "searchName": "Ariel",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Ariel is the fourth-largest of the 27 known moons of Uranus. Ariel orbits and rotates in the equatorial plane of Uranus, which is almost perpendicular to the orbit of Uranus and so has an extreme seasonal cycle.",
        "mass": {
            "massValue": 12.9,
            "massExponent": 20
        },
        "around": "uranus"
    },
    {
        "id": 128,
        "img": "",
        "title": "Moon",
        "name": "Umbriel",
        "sciName": "Umbriel",
        "searchName": "Umbriel",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Umbriel  is a moon of Uranus discovered on October 24, 1851, by William Lassell. It was discovered at the same time as Ariel and named after a character in Alexander Pope's poem The Rape of the Lock. Umbriel consists mainly of ice with a substantial fraction of rock, and may be differentiated into a rocky core and an icy mantle. The surface is the darkest among Uranian moons, and appears to have been shaped primarily by impacts. However, the presence of canyons suggests early endogenic processes, and the moon may have undergone an early endogenically driven resurfacing event that obliterated its older surface.",
        "mass": {
            "massValue": 12.2,
            "massExponent": 20
        },
        "around": "uranus"
    },
    {
        "id": 129,
        "img": "",
        "title": "Moon",
        "name": "Titania",
        "sciName": "Titania",
        "searchName": "Titania",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Titania (), also designated Uranus III, is the largest of the moons of Uranus and the eighth largest moon in the Solar System at a diameter of 1,578 kilometres (981 mi). Discovered by William Herschel in 1787, it is named after the queen of the fairies in Shakespeare's A Midsummer Night's Dream. Its orbit lies inside Uranus's magnetosphere.",
        "mass": {
            "massValue": 34.2,
            "massExponent": 20
        },
        "around": "uranus"
    },
    {
        "id": 130,
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Joseph_Noel_Paton_-_The_Reconciliation_of_Titania_and_Oberon.jpg/500px-Joseph_Noel_Paton_-_The_Reconciliation_of_Titania_and_Oberon.jpg",
        "title": "Moon",
        "name": "Oberon",
        "sciName": "Obéron",
        "searchName": "Oberon",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Oberon () is a king of the fairies in medieval and Renaissance literature. He is best known as a character in William Shakespeare's play A Midsummer Night's Dream, in which he is King of the Fairies and spouse of Titania, Queen of the Fairies.",
        "mass": {
            "massValue": 28.8,
            "massExponent": 20
        },
        "around": "uranus"
    },
    {
        "id": 131,
        "img": "",
        "title": "Moon",
        "name": "Miranda",
        "sciName": "Miranda",
        "searchName": "Miranda",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Miranda, also designated Uranus V, is the smallest and innermost of Uranus's five round satellites. It was discovered by Gerard Kuiper on 16 February 1948 at McDonald Observatory in Texas, and named after Miranda from William Shakespeare's play The Tempest. Like the other large moons of Uranus, Miranda orbits close to its planet's equatorial plane. Because Uranus orbits the Sun on its side, Miranda's orbit is perpendicular to the ecliptic and shares Uranus' extreme seasonal cycle.",
        "mass": {
            "massValue": 6.6,
            "massExponent": 19
        },
        "around": "uranus"
    },
    {
        "id": 132,
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/Cordelia_-_William_Frederick_Yeames.jpg/355px-Cordelia_-_William_Frederick_Yeames.jpg",
        "title": "Moon",
        "name": "Cordelia",
        "sciName": "Cordélia",
        "searchName": "Cordelia",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Cordelia is a feminine given name. It was borne by the tragic heroine of Shakespeare's King Lear (1606), a character based on the legendary queen Cordelia. The name is of uncertain origin. It is popularly associated with Latin cor (genitive cordis) \"heart\", and has also been linked with the  Welsh name Creiddylad, allegedly meaning \"jewel of the sea\", but it may derive from the French coeur de lion \"heart of a lion\". In the Greek language, the word \"κορδέλλα\" means stripe  or ribbon with a root from the word \"χορδή\", i.e. string.",
        "mass": {
            "massValue": 4.5,
            "massExponent": 16
        },
        "around": "uranus"
    },
    {
        "id": 133,
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Ophelia_1894.jpg/293px-Ophelia_1894.jpg",
        "title": "Moon",
        "name": "Ophelia",
        "sciName": "Ophélie",
        "searchName": "Ophelia",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Ophelia () is a character in William Shakespeare's drama Hamlet. She is a young noblewoman of Denmark, the daughter of Polonius, sister of Laertes and potential wife of Prince Hamlet, who, due to Hamlet's actions, ends up in a state of madness that ultimately leads to her drowning.",
        "mass": {
            "massValue": 5.4,
            "massExponent": 16
        },
        "around": "uranus"
    },
    {
        "id": 134,
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/William_Holman_Hunt_-_Bianca.jpg/385px-William_Holman_Hunt_-_Bianca.jpg",
        "title": "Moon",
        "name": "Bianca",
        "sciName": "Bianca",
        "searchName": "Bianca",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Bianca is a feminine given name. It means \"white\" and is an Italian cognate of Blanche.",
        "mass": {
            "massValue": 9.2,
            "massExponent": 16
        },
        "around": "uranus"
    },
    {
        "id": 135,
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Kirk-TroilusCressidaAct1.jpg/302px-Kirk-TroilusCressidaAct1.jpg",
        "title": "Moon",
        "name": "Cressida",
        "sciName": "Cressida",
        "searchName": "Cressida",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Cressida (; also Criseida, Cresseid or Criseyde) is a character who appears in many Medieval and Renaissance retellings of the story of the Trojan War. She is a Trojan woman, the daughter of Calchas, a Greek seer. She falls in love with Troilus, the youngest son of King Priam, and pledges everlasting love, but when she is sent to the Greeks as part of a hostage exchange, she forms a liaison with the Greek warrior Diomedes. In later culture she becomes an archetype of a faithless lover.",
        "mass": {
            "massValue": 3.4,
            "massExponent": 17
        },
        "around": "uranus"
    },
    {
        "id": 136,
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Desdemona_%28Othello%29_by_Frederic_Leighton.jpg/381px-Desdemona_%28Othello%29_by_Frederic_Leighton.jpg",
        "title": "Moon",
        "name": "Desdemona",
        "sciName": "Desdémone",
        "searchName": "Desdemona",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Desdemona () is a character in William Shakespeare's play Othello (c. 1601–1604). Shakespeare's Desdemona is a Venetian beauty who enrages and disappoints her father, a Venetian senator, when she elopes with Othello, a Moorish Venetian military prodigy. When her husband is deployed to Cyprus in the service of the Republic of Venice, Desdemona accompanies him. There, her husband is manipulated by his ensign Iago into believing she is an adulteress, and, in the last act, she is murdered by her estranged spouse.",
        "mass": {
            "massValue": 1.8,
            "massExponent": 17
        },
        "around": "uranus"
    },
    {
        "id": 137,
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/DickseeRomeoandJuliet.jpg/345px-DickseeRomeoandJuliet.jpg",
        "title": "Moon",
        "name": "Juliet",
        "sciName": "Juliette",
        "searchName": "Juliet",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Juliet Capulet (Italian: Giulietta Capuleti) is the female protagonist in William Shakespeare's romantic tragedy Romeo and Juliet. A 13-year-old girl, Juliet is the only daughter of the patriarch of the House of Capulet. She falls in love with the male protagonist Romeo, a member of the House of Montague, with which the Capulets have a blood feud. The story has a long history that precedes Shakespeare himself.",
        "mass": {
            "massValue": 5.6,
            "massExponent": 17
        },
        "around": "uranus"
    },
    {
        "id": 138,
        "img": "",
        "title": "Moon",
        "name": "Portia",
        "sciName": "Portia",
        "searchName": "Portia",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Portia is an inner satellite of Uranus. It was discovered from the images taken by Voyager 2 on 3 January 1986, and was given the temporary designation S/1986 U 1. The moon is named after Portia, the heroine of William Shakespeare's play The Merchant of Venice. It is also designated Uranus XII.Portia is the second-largest inner satellite of Uranus after Puck. The Portian orbit, which lies inside Uranus' synchronous orbital radius, is slowly decaying due to tidal deceleration. The moon will one day either break up into a planetary ring or hit Uranus.",
        "mass": {
            "massValue": 1.7,
            "massExponent": 18
        },
        "around": "uranus"
    },
    {
        "id": 139,
        "img": "",
        "title": "Moon",
        "name": "Rosalind",
        "sciName": "Rosalinde",
        "searchName": "Rosalind",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "There is also an asteroid called 900 Rosalinde.Rosalind is an inner satellite of Uranus. It was discovered from the images taken by Voyager 2 on 13 January 1986, and was given the temporary designation S/1986 U 4. It was named after the daughter of the banished Duke in William Shakespeare's play As You Like It. It is also designated Uranus XIII.Rosalind belongs to Portia group of satellites, which also includes Bianca, Cressida, Desdemona, Portia, Juliet, Cupid, Belinda and Perdita. These satellites have similar orbits and photometric properties. Other than its orbit, radius of 36 km and geometric albedo of 0.08 virtually nothing is known about Rosalind.",
        "mass": {
            "massValue": 0.25,
            "massExponent": 17
        },
        "around": "uranus"
    },
    {
        "id": 140,
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Meerbeke_glasraam_Sint-Berlindis.JPG/333px-Meerbeke_glasraam_Sint-Berlindis.JPG",
        "title": "Moon",
        "name": "Belinda",
        "sciName": "Belinda",
        "searchName": "Belinda",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Belinda is a feminine given name of unknown origin, apparently coined from Italian bella, meaning \"beautiful\". Alternatively it may be derived from the Old High German name Betlinde, which possibly meant \"bright serpent\" or \"bright linden tree\".",
        "mass": {
            "massValue": 4.9,
            "massExponent": 17
        },
        "around": "uranus"
    },
    {
        "id": 141,
        "img": "",
        "title": "Moon",
        "name": "Puck",
        "sciName": "Puck",
        "searchName": "Puck",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Puck is an inner moon of Uranus. It was discovered in December 1985 by the Voyager 2 spacecraft. The name Puck follows the convention of naming Uranus's moons after characters from Shakespeare. The orbit of Puck lies between the rings of Uranus and the first of Uranus's large moons, Miranda. Puck is approximately spherical in shape and has diameter of about 162 km. It has a dark, heavily cratered surface, which shows spectral signs of water ice.",
        "mass": {
            "massValue": 2.9,
            "massExponent": 18
        },
        "around": "uranus"
    },
    {
        "id": 142,
        "img": "",
        "title": "Moon",
        "name": "Caliban",
        "sciName": "Caliban",
        "searchName": "Caliban",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Caliban ( KAL-i-ban), son of the witch Sycorax, is an important character in William Shakespeare's play The Tempest.",
        "mass": {
            "massValue": 2.5,
            "massExponent": 17
        },
        "around": "uranus"
    },
    {
        "id": 143,
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Sycorax_%28Bell%29.jpg/500px-Sycorax_%28Bell%29.jpg",
        "title": "Moon",
        "name": "Sycorax",
        "sciName": "Sycorax",
        "searchName": "Sycorax",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Sycorax  is an unseen character in William Shakespeare's play The Tempest (1611). She is a vicious and powerful witch and the mother of Caliban, one of the few native inhabitants of the island on which Prospero, the hero of the play, is stranded.",
        "mass": {
            "massValue": 2.3,
            "massExponent": 18
        },
        "around": "uranus"
    },
    {
        "id": 144,
        "img": "https://upload.wikimedia.org/wikipedia/commons/e/e9/Prospero_and_miranda.jpg",
        "title": "Moon",
        "name": "Prospero",
        "sciName": "Prospero",
        "searchName": "Prospero",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Prospero ( PROS-pər-o) is a fictional character and the protagonist of William Shakespeare's play The Tempest.",
        "mass": {
            "massValue": 8.5,
            "massExponent": 16
        },
        "around": "uranus"
    },
    {
        "id": 145,
        "img": "",
        "title": "Moon",
        "name": "Setebos",
        "sciName": "Setebos",
        "searchName": "Setebos",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Setebos  is one of the outermost retrograde irregular satellites of Uranus. It was discovered on 18 July 1999 by John J. Kavelaars et al. and provisionally designated S/1999 U 1.",
        "mass": {
            "massValue": 7.5,
            "massExponent": 16
        },
        "around": "uranus"
    },
    {
        "id": 146,
        "img": "",
        "title": "Moon",
        "name": "Stephano",
        "sciName": "Stephano",
        "searchName": "Stephano",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Stephano  is a retrograde irregular satellite of Uranus. It was discovered by Brett J. Gladman, et al. in 1999, and given the provisional designation S/1999 U 2.Confirmed as Uranus XX, it was named after the drunken butler in William Shakespeare's play The Tempest in August 2000.The orbital parameters suggest that it may belong to the same dynamic cluster as Caliban, suggesting common origin.",
        "mass": {
            "massValue": 2.2,
            "massExponent": 16
        },
        "around": "uranus"
    },
    {
        "id": 147,
        "img": "",
        "title": "Moon",
        "name": "Trinculo",
        "sciName": "Trinculo",
        "searchName": "Trinculo",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Trinculo  is a retrograde irregular satellite of Uranus. It was discovered by a group of astronomers led by Holman, et al. on 13 August 2001, and given the temporary designation S/2001 U 1.Confirmed as Uranus XXI, it was named after the drunken jester Trinculo in William Shakespeare's play The Tempest. Trinculo is the smallest of Uranus' 27 moons and is approximately only 18 km wide and is roughly the size of Manhattan Island.",
        "mass": {
            "massValue": 3.9,
            "massExponent": 15
        },
        "around": "uranus"
    },
    {
        "id": 148,
        "img": "",
        "title": "Moon",
        "name": "Francisco",
        "sciName": "Francisco",
        "searchName": "Francisco",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Francisco is the Spanish and Portuguese form of the masculine given name Franciscus.",
        "mass": {
            "massValue": 7.2,
            "massExponent": 15
        },
        "around": "uranus"
    },
    {
        "id": 149,
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/St._Margaret_of_Antioch.jpg/401px-St._Margaret_of_Antioch.jpg",
        "title": "Moon",
        "name": "Margaret",
        "sciName": "Margaret",
        "searchName": "Margaret",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Margaret is a female first name, derived via French (Marguerite) and Latin (Margarita) from Ancient Greek: μαργαρίτης (margarítēs) meaning \"pearl\". The Greek is borrowed from Persians.Margaret has been an English name since the 11th century, and remained popular throughout the Middle Ages. It became less popular between the 16th century and 18th century, but became more common again after this period, becoming the second-most popular female name in the United States in 1903. Since this time, it has become less common, but was still the ninth-most common name for women of all ages in the United States as of the 1990 census.",
        "mass": {
            "massValue": 5.4,
            "massExponent": 15
        },
        "around": "uranus"
    },
    {
        "id": 150,
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/FerdinandCatholic.jpg/328px-FerdinandCatholic.jpg",
        "title": "Moon",
        "name": "Ferdinand",
        "sciName": "Ferdinand",
        "searchName": "Ferdinand",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Ferdinand is a Germanic name composed of  the  elements frith \"protection\", frið \"peace\" (PIE *pri \"to love, to make peace\") or alternatively farð \"journey, travel\", Proto-Germanic *farthi, abstract noun from root *far- \"to fare, travel\" (PIE *par, \"to lead, pass over\"), and nanth \"courage\" or  nand \"ready, prepared\" related to Old High German nendan \"to risk, venture.\"",
        "mass": {
            "massValue": 5.4,
            "massExponent": 15
        },
        "around": "uranus"
    },
    {
        "id": 151,
        "img": "",
        "title": "Moon",
        "name": "Perdita",
        "sciName": "Perdita",
        "searchName": "Perdita",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Perdita  is an inner satellite of Uranus. Perdita's discovery was complicated. The first photographs of Perdita were taken by the Voyager 2 spacecraft in 1986, but it was not recognized from the photographs for more than a decade. In 1999, the moon was noticed by Erich Karkoschka and reported. But because no further pictures could be taken to confirm its existence, it was officially demoted in 2001. However, in 2003, pictures taken by the Hubble Space Telescope managed to pick up an object where Perdita was supposed to be, finally confirming its existence.Following its discovery in 1999, it was given the temporary designation of S/1986 U 10. It was named Perdita (Latin for 'lost') after the daughter of Leontes and Hermione in William Shakespeare's play The Winter's Tale. The moon is also designated Uranus XXV.",
        "mass": {
            "massValue": 1.8,
            "massExponent": 19
        },
        "around": "uranus"
    },
    {
        "id": 152,
        "img": "",
        "title": "Moon",
        "name": "Mab",
        "sciName": "Mab",
        "searchName": "Mab",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Mab, or Uranus XXVI, is an inner satellite of Uranus. It was discovered by Mark R. Showalter and Jack J. Lissauer in 2003 using the Hubble Space Telescope. It was named after Queen Mab, a fairy queen from English folklore who is mentioned in William Shakespeare's play Romeo and Juliet.Because the moon is small and dark, it was not seen in the heavily scrutinized images taken by Voyager 2 during its Uranus flyby in 1986. However, it is brighter than another moon, Perdita, which was discovered from Voyager's photos in 1997. This led scientists to re-examine the old photos again, and the satellite was finally found in the images.The size of Mab is not known exactly. If it is as dark as Puck, it is about 24 km in diameter. On the other hand, if it is brightly coloured like the neighbouring moon Miranda, it would be even smaller than Cupid and comparable to the smallest outer satellites.Mab is heavily perturbed. The actual source for perturbation is still unclear, but is presumed to be one or more of the nearby orbiting moons.Mab orbits at the same distance from Uranus as the μ ring (formerly known as R/2003 U 1), a recently discovered dusty ring. The moon is nearly the optimal size for dust production, since larger moons can recollect the escaping dust and smaller moons have too small surface areas for supplying the ring via ring particle or meteoroid collisions. No rings associated with Perdita and Cupid have been found, probably because Belinda limits the lifetimes of dust they generate.Following its discovery, Mab was given the temporary designation S/2003 U 1. The moon is also designated Uranus XXVI.",
        "mass": {
            "massValue": 1,
            "massExponent": 16
        },
        "around": "uranus"
    },
    {
        "id": 153,
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Eros_bow_Musei_Capitolini_MC410.jpg/375px-Eros_bow_Musei_Capitolini_MC410.jpg",
        "title": "Moon",
        "name": "Cupid",
        "sciName": "Cupid",
        "searchName": "Cupid",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "In classical mythology, Cupid (Latin Cupīdō [kʊˈpiːdoː], meaning \"passionate desire\") is the god of desire, erotic love, attraction and affection. He is often portrayed as the son of the love goddess Venus and the god of war Mars. He is also known in Latin as Amor (\"Love\"). His Greek counterpart is Eros.",
        "mass": {
            "massValue": 3.8,
            "massExponent": 15
        },
        "around": "uranus"
    },
    {
        "id": 154,
        "img": "",
        "title": "Moon",
        "name": "Triton",
        "sciName": "Triton",
        "searchName": "Triton",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0.78,
        "avgTemp": 0,
        "description": "Triton is the largest natural satellite of the planet Neptune, and was the first Neptunian moon to be discovered, on October 10, 1846, by English astronomer William Lassell. It is the only large moon in the Solar System with a retrograde orbit, an orbit in the direction opposite to its planet's rotation. Because of its retrograde orbit and composition similar to Pluto, Triton is thought to have been a dwarf planet, captured from the Kuiper belt.At 2,710 kilometres (1,680 mi) in diameter, it is the seventh-largest moon in the Solar System, the only satellite of Neptune massive enough to be in hydrostatic equilibrium, the second-largest planetary moon in relation to its primary (after Earth's Moon), and larger than Pluto. Triton is one of the few moons in the Solar System known to be geologically active (the others being Jupiter's Io and Europa, and Saturn's Enceladus and Titan). As a consequence, its surface is relatively young, with few obvious impact craters. Intricate cryovolcanic and tectonic terrains suggest a complex geological history.",
        "mass": {
            "massValue": 2.14,
            "massExponent": 22
        },
        "around": "neptune"
    },
    {
        "id": 155,
        "img": "",
        "title": "Moon",
        "name": "Nereid",
        "sciName": "Néreïde",
        "searchName": "Nereid",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0.071,
        "avgTemp": 0,
        "description": "",
        "mass": {
            "massValue": 3,
            "massExponent": 19
        },
        "around": "neptune"
    },
    {
        "id": 156,
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/Naiad1.jpg/500px-Naiad1.jpg",
        "title": "Moon",
        "name": "Naiad",
        "sciName": "Naïade",
        "searchName": "Naiad",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0.01,
        "avgTemp": 0,
        "description": "In Greek mythology, the naiads (; Greek: ναϊάδες, translit. naïádes) are a type of female spirit, or nymph, presiding over fountains, wells, springs, streams, brooks and other bodies of fresh water.",
        "mass": {
            "massValue": 2,
            "massExponent": 17
        },
        "around": "neptune"
    },
    {
        "id": 157,
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Hatay_thalassa.jpg/500px-Hatay_thalassa.jpg",
        "title": "Moon",
        "name": "Thalassa",
        "sciName": "Thalassa",
        "searchName": "Thalassa",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0.013,
        "avgTemp": 0,
        "description": "Thalassa (; Greek: Θάλασσα, translit. Thálassa, lit. \"sea\"; Attic Greek: Θάλαττα, Thálatta) was the general word for 'sea' and for its divine female personification in Greek mythology. The word may have been of Pre-Greek origin.",
        "mass": {
            "massValue": 4,
            "massExponent": 17
        },
        "around": "neptune"
    },
    {
        "id": 158,
        "img": "",
        "title": "Moon",
        "name": "Despina",
        "sciName": "Despina",
        "searchName": "Despina",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0.023,
        "avgTemp": 0,
        "description": "Despina , also known as Neptune V, is the third-closest inner moon of Neptune. It is named after Greek mythological character Despoina, a nymph who was a daughter of Poseidon and Demeter.",
        "mass": {
            "massValue": 2,
            "massExponent": 18
        },
        "around": "neptune"
    },
    {
        "id": 159,
        "img": "",
        "title": "Moon",
        "name": "Galatea",
        "sciName": "Galatée",
        "searchName": "Galatea",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0.03,
        "avgTemp": 0,
        "description": "Galatea , also known as Neptune VI, is the fourth-closest inner satellite of Neptune. It is named after Galatea, one of the fifty Nereids of Greek legend, with whom Cyclops Polyphemus was vainly in love.",
        "mass": {
            "massValue": 2,
            "massExponent": 18
        },
        "around": "neptune"
    },
    {
        "id": 160,
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Larissa_Montage_L.png/480px-Larissa_Montage_L.png",
        "title": "Moon",
        "name": "Larissa",
        "sciName": "Larissa",
        "searchName": "Larissa",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0.034,
        "avgTemp": 0,
        "description": "Larissa (; Greek: Λάρισα, Lárisa, [ˈlarisa]) is the capital and largest city of the Thessaly region in Greece. It is the fourth-most populous city in Greece with a population of 144,651 according to the 2011 census. It is also capital of the Larissa regional unit. It is a principal agricultural centre and a national transport hub, linked by road and rail with the port of Volos, the cities of Thessaloniki and Athens. The municipality of Larissa has 162,591 inhabitants, while the regional unit of Larissa reached a population of 284,325 (in 2011).Legend has it that Achilles was born here. Hippocrates, the \"Father of Medicine\", died here. Today, Larissa is an important commercial, transportation, educational, agricultural and industrial centre of Greece.",
        "mass": {
            "massValue": 5,
            "massExponent": 18
        },
        "around": "neptune"
    },
    {
        "id": 161,
        "img": "https://upload.wikimedia.org/wikipedia/commons/1/1a/Proteus-Alciato.gif",
        "title": "Moon",
        "name": "Proteus",
        "sciName": "Protée",
        "searchName": "Proteus",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0.075,
        "avgTemp": 0,
        "description": "In Greek mythology, Proteus (; Ancient Greek: Πρωτεύς, Prōteus) is an early prophetic sea-god or god of rivers and oceanic bodies of water, one of several deities whom Homer calls the \"Old Man of the Sea\" (hálios gérôn). Some who ascribe a specific domain to Proteus call him the god of \"elusive sea change\", which suggests the constantly changing nature of the sea or the liquid quality of water. He can foretell the future, but, in a mytheme familiar to several cultures, will change his shape to avoid doing so; he answers only to those who are capable of capturing him. From this feature of Proteus comes the adjective protean, meaning \"versatile\", \"mutable\", or \"capable of assuming many forms\". \"Protean\" has positive connotations of flexibility, versatility and adaptability.",
        "mass": {
            "massValue": 5,
            "massExponent": 19
        },
        "around": "neptune"
    },
    {
        "id": 162,
        "img": "",
        "title": "Moon",
        "name": "Halimede",
        "sciName": "Halimède",
        "searchName": "Halimede",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0.01,
        "avgTemp": 0,
        "description": "Halimede , or Neptune IX, is a retrograde irregular satellite of Neptune. It was discovered by Matthew J. Holman, John J. Kavelaars, Tommy Grav, Wesley C. Fraser and Dan Milisavljevic on August 14, 2002.",
        "mass": {
            "massValue": 2,
            "massExponent": 17
        },
        "around": "neptune"
    },
    {
        "id": 163,
        "img": "",
        "title": "Moon",
        "name": "Psamathe",
        "sciName": "Psamathée",
        "searchName": "Psamathe",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Psamathe , also known as Neptune X, is a retrograde irregular satellite of Neptune. It is named after Psamathe, one of the Nereids. Psamathe was discovered by Scott S. Sheppard and David C. Jewitt in 2003 using the 8.2 meter Subaru telescope. Before the announcement of its name on February 3, 2007 (IAUC 8802), it was known by the provisional designation S/2003 N 1.Psamathe is about 38 kilometers in diameter. It orbits Neptune at a distance of between 25.7 and 67.7 million km (for comparison, the Sun-Mercury distance varies between 46 million and 69.8 million km) and requires almost 25 Earth years to make one orbit. The orbit of this satellite is close to the theoretical stable separation from Neptune for a body in a retrograde orbit. Given the similarity of Psamathe's orbital parameters with Neso (S/2002 N 4), it was suggested that both irregular satellites could have a common origin in the break-up of a larger moon. Both are further from their primary than any other known moon in the Solar System.",
        "mass": {
            "massValue": 2,
            "massExponent": 16
        },
        "around": "neptune"
    },
    {
        "id": 164,
        "img": "",
        "title": "Moon",
        "name": "Sao",
        "sciName": "Sao",
        "searchName": "Sao",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0.01,
        "avgTemp": 0,
        "description": "Sao  is a prograde irregular satellite of Neptune. It was discovered by Matthew J. Holman et al. on August 14, 2002.",
        "mass": {
            "massValue": 1,
            "massExponent": 17
        },
        "around": "neptune"
    },
    {
        "id": 165,
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Laomedeia_VLT-FORS1_2002-09-03_annotated.gif/500px-Laomedeia_VLT-FORS1_2002-09-03_annotated.gif",
        "title": "Moon",
        "name": "Laomedeia",
        "sciName": "Laomédie",
        "searchName": "Laomedeia",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0.01,
        "avgTemp": 0,
        "description": "Laomedeia , also known as Neptune XII, is a prograde irregular satellite of Neptune. It was discovered by Matthew J. Holman, et al. on August 13, 2002. Before the announcement of its name on February 3, 2007 (IAUC 8802), it was known as S/2002 N 3.",
        "mass": {
            "massValue": 1,
            "massExponent": 17
        },
        "around": "neptune"
    },
    {
        "id": 166,
        "img": "",
        "title": "Moon",
        "name": "Neso",
        "sciName": "Néso",
        "searchName": "Neso",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Neso , also known as Neptune XIII, is the outermost known natural satellite of Neptune. It is an irregular moon discovered by Matthew J. Holman, Brett J. Gladman, et al. on August 14, 2002, though it went unnoticed until 2003. Neso orbits Neptune at a distance of more than 48 Gm (million km), making it (as of 2015) the most distant known moon of any planet. At apocenter, the satellite is more than 72 Gm from Neptune. This distance is great enough to exceed Mercury's aphelion, which is approximately 70 Gm from the Sun.",
        "mass": {
            "massValue": 1,
            "massExponent": 17
        },
        "around": "neptune"
    },
    {
        "id": 167,
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Attic_Red_Figure_%28White_Ground%29_Lekythos_with_Charon%2C_attributed_to_the_Tymbos_painter%2C_ca_500_-_450_BC%2C_Ashmolean_Museum%2C_Oxford%2C_UK_%2822681344331%29.jpg/289px-Attic_Red_Figure_%28White_Ground%29_Lekythos_with_Charon%2C_attributed_to_the_Tymbos_painter%2C_ca_500_-_450_BC%2C_Ashmolean_Museum%2C_Oxford%2C_UK_%2822681344331%29.jpg",
        "title": "Moon",
        "name": "Charon",
        "sciName": "Charon",
        "searchName": "Charon",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "In Greek mythology, Charon  or Kharon (; Ancient Greek: Χάρων) is a psychopomp, the ferryman of Hades who carries souls of the newly deceased who had received the rites of burial, across the river Acheron (or in some later accounts, across the river Styx) that divided the world of the living from the world of the dead. A coin to pay Charon for passage, usually an obolus or danake, was sometimes placed in or on the mouth of a dead person. Some authors say that those who could not pay the fee, or those whose bodies were left unburied, had to wander the shores for one hundred years, until they were allowed to cross the river. In the catabasis mytheme, heroes – such as Aeneas, Dionysus, Heracles, Hermes, Odysseus, Orpheus, Pirithous, Psyche, Theseus and Sisyphus – journey to the underworld and return, still alive, conveyed by the boat of Charon. Not to be mistaken with Chiron a Centaur who taught some of those heroes, and has a similar name.",
        "mass": {
            "massValue": 1.58,
            "massExponent": 21
        },
        "around": "pluton"
    },
    {
        "id": 168,
        "img": "",
        "title": "Moon",
        "name": "Nix",
        "sciName": "Nix",
        "searchName": "Nix",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Nix is a natural satellite of Pluto, with a diameter of 49.8 km (30.9 mi) across its longest dimension. It was discovered along with Pluto's outermost moon Hydra on 15 May 2005 by astronomers using the Hubble Space Telescope, and was named after Nyx, the Greek goddess of the night. Nix is the third moon of Pluto by distance, orbiting between the moons Styx and Kerberos.Nix was imaged along with Pluto and its other moons by the New Horizons spacecraft as it flew by the Pluto system in July 2015. Images from the New Horizons spacecraft reveal a large reddish area on Nix that is likely an impact crater.",
        "mass": {
            "massValue": 4.5,
            "massExponent": 16
        },
        "around": "pluton"
    },
    {
        "id": 169,
        "img": "",
        "title": "Moon",
        "name": "Hydra",
        "sciName": "Hydra",
        "searchName": "Hydra",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Hydra is a natural satellite of Pluto, with a diameter of approximately 51 km (32 mi) across its longest dimension. It is the second-largest moon of Pluto, being slightly larger than Nix. Hydra was discovered along with Nix by astronomers using the Hubble Space Telescope on 15 May 2005, and was named after the Hydra, the nine-headed underworld serpent in Greek mythology. By distance, Hydra is the fifth and outermost moon of Pluto, orbiting beyond Pluto's fourth moon Kerberos.Hydra has a highly reflective surface caused by the presence of water ice, similar to other Plutonian moons. Hydra's reflectivity is intermediate, in between those of Pluto and Charon. The New Horizons spacecraft imaged Pluto and its moons in July 2015 and returned multiple images of Hydra.",
        "mass": {
            "massValue": 4.8,
            "massExponent": 16
        },
        "around": "pluton"
    },
    {
        "id": 170,
        "img": "",
        "title": "Moon",
        "name": "Namaka",
        "sciName": "Namaka",
        "searchName": "Namaka",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Namaka is the smaller, inner moon of the trans-Neptunian dwarf planet Haumea. It is named after Nāmaka, the goddess of the sea in Hawaiian mythology and one of the daughters of Haumea.",
        "mass": {
            "massValue": 1.79,
            "massExponent": 18
        },
        "around": "haumea"
    },
    {
        "id": 171,
        "img": "",
        "title": "Moon",
        "name": "Hiʻiaka",
        "sciName": "Hi'iaka",
        "searchName": "Hiʻiaka",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "In Hawaiian religion, Hiʻiaka is a daughter of Haumea and Kāne.",
        "mass": {
            "massValue": 1.78,
            "massExponent": 19
        },
        "around": "haumea"
    },
    {
        "id": 172,
        "img": "",
        "title": "Moon",
        "name": "Dysnomia",
        "sciName": "Dysnomie",
        "searchName": "Dysnomia",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Dysnomia (formally (136199) Eris I Dysnomia) is the only known moon of the dwarf planet Eris and likely the second-largest known moon of a dwarf planet, after Pluto I Charon. It was discovered in 2005 by Mike Brown and the laser guide star adaptive optics team at the W. M. Keck Observatory, and carried the provisional designation of S/2005 (2003 UB313) 1 until officially named Dysnomia (from the Ancient Greek word Δυσνομία meaning anarchy/lawlessness) after the daughter of the Greek goddess Eris.",
        "mass": {
            "massValue": 145,
            "massExponent": 18
        },
        "around": "eris"
    },
    {
        "id": 173,
        "img": "",
        "title": "Moon",
        "name": "Dia",
        "sciName": "Dia",
        "searchName": "Dia",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Dia , also known as Jupiter LIII, is a prograde irregular satellite of Jupiter. Provisionally known as S/2000 J 11, it received its name on March 7, 2015. It is named after Dia, daughter of Deioneus (or Eioneus), wife of Ixion. According to Homer, she was seduced by Zeus in stallion form; Pirithous was the issue.",
        "mass": {
            "massValue": 9,
            "massExponent": 13
        },
        "around": "jupiter"
    },
    {
        "id": 174,
        "img": "https://upload.wikimedia.org/wikipedia/commons/5/5a/S2004_S_3_-_PIA06115.png",
        "title": "Moon",
        "name": "S/2004 S 3",
        "sciName": "S/2004 S 3",
        "searchName": "S/2004_S_3",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "S/2004 S 3 is the provisional designation of an object seen orbiting Saturn just beyond the outer strand of the F ring on June 21, 2004. It was discovered by the Cassini Imaging Science Team in images taken by the Cassini–Huygens probe on June 21, 2004 and announced on September 9, 2004.",
        "mass": {
            "massValue": 0,
            "massExponent": 0
        },
        "around": "saturne"
    },
    {
        "id": 175,
        "img": "",
        "title": "Moon",
        "name": "S/2004 S 4",
        "sciName": "S/2004 S 4",
        "searchName": "S/2004_S_4",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "S/2004 S 4 is the provisional designation of an unconfirmed object seen orbiting Saturn within the inner strand of the F ring on June 21, 2004. It was spotted while J. N. Spitale was trying to confirm the orbit of another provisional object, S/2004 S 3, that was seen 5 hours earlier just exterior to the F ring. The announcement was made on September 9, 2004.Despite later attempts to recover it, it has not been reliably sighted since. Notably, an imaging sequence covering an entire orbital period at 4 km resolution taken on November 15, 2004 failed to recover the object. The sequence should have been easily capable of detecting a moon of similar size, suggesting it to simply be a transient clump. An approximate linkage could be made of S/2004 S 3 to S/2004 S 4, and matched to two other detected clumps on other dates, but considering its non-detection in November, their relation is probably coincidental.An interpretation where S/2004 S 3 and S/2004 S 4 are or were a single object on a F-ring crossing orbit is also possible. Such an object might also be orbiting at a slightly different inclination to the F ring, thereby not actually passing through the ring material despite being seen both radially inward and outward of it.",
        "mass": {
            "massValue": 0,
            "massExponent": 0
        },
        "around": "saturne"
    },
    {
        "id": 176,
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/S2004_S6.jpg/500px-S2004_S6.jpg",
        "title": "Moon",
        "name": "S/2004 S 6",
        "sciName": "S/2004 S 6",
        "searchName": "S/2004_S_6",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "S/2004 S 6 is the provisional designation of a dusty object seen orbiting Saturn very close to the F ring. It is not clear whether it is only a transient clump of dust, or if there is a solid moonlet at its core.",
        "mass": {
            "massValue": 0,
            "massExponent": 0
        },
        "around": "saturne"
    },
    {
        "id": 177,
        "img": "",
        "title": "Moon",
        "name": "S/2010 J 1",
        "sciName": "S/2010 J 1",
        "searchName": "S/2010_J_1",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "",
        "mass": {
            "massValue": 0,
            "massExponent": 0
        },
        "around": "jupiter"
    },
    {
        "id": 178,
        "img": "",
        "title": "Moon",
        "name": "S/2010 J 2",
        "sciName": "S/2010 J 2",
        "searchName": "S/2010_J_2",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "",
        "mass": {
            "massValue": 0,
            "massExponent": 0
        },
        "around": "jupiter"
    },
    {
        "id": 179,
        "img": "",
        "title": "Asteroid",
        "name": "1 Ceres",
        "sciName": "(1) Cérès",
        "searchName": "1_Ceres",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0.28,
        "avgTemp": 168,
        "description": "",
        "mass": {
            "massValue": 9.393,
            "massExponent": 20
        },
        "around": ""
    },
    {
        "id": 180,
        "img": "https://upload.wikimedia.org/wikipedia/commons/d/de/6hebe.png",
        "title": "Asteroid",
        "name": "6 Hebe",
        "sciName": "(6) Hébé",
        "searchName": "6_Hebe",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Hebe  (minor planet designation: 6 Hebe) is a large main-belt asteroid, containing around 0.5% of the mass of the belt. However, due to its apparently high bulk density (greater than that of the Moon or even Mars), Hebe does not rank among the top twenty asteroids by volume. This high bulk density suggests an extremely solid body that has not been impacted by collisions, which is not typical of asteroids of its size – they tend to be loosely-bound rubble piles.",
        "mass": {
            "massValue": 6.7,
            "massExponent": 18
        },
        "around": ""
    },
    {
        "id": 181,
        "img": "https://upload.wikimedia.org/wikipedia/commons/b/b1/1999TC36-Trujillo-HST.png",
        "title": "Asteroid",
        "name": "47171 Lempo",
        "sciName": "(47171) Lempo",
        "searchName": "47171_Lempo",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "47171 Lempo, or as a binary (47171) Lempo–Hiisi (also known as 1999 TC36), is a trans-Neptunian object and trinary system from the Kuiper belt, located in the outermost regions of the Solar System. It was discovered on 1 October 1999, by American astronomers Eric Rubenstein and Louis-Gregory Strolger during an observing run at Kitt Peak National Observatory in Arizona, United States. Rubenstein was searching images taken by Strolger as part of their Nearby Galaxies Supernova Search project. It is classified as a plutino with a 2:3 mean-motion resonance with Neptune and is among the brighter TNOs. It reached perihelion in July 2015. This minor planet was named after Lempo from Finnish mythology.The trinary system's other two components, Paha  and Hiisi , were discovered in 2001 and 2007, respectively, and later named after Lempo's two demon cohorts, Paha and Hiisi.",
        "mass": {
            "massValue": 0,
            "massExponent": 0
        },
        "around": ""
    },
    {
        "id": 182,
        "img": "https://upload.wikimedia.org/wikipedia/en/0/05/Littleprince.JPG",
        "title": "Moon",
        "name": "The Little Prince",
        "sciName": "Petit-Prince",
        "searchName": "The_Little_Prince",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "The Little Prince (French: Le Petit Prince, pronounced [lə p(ə)ti pʁɛ̃s]) is a novella by French aristocrat, writer, and military aviator Antoine de Saint-Exupéry. It was first published in English and French in the United States by Reynal & Hitchcock in April 1943 and was published posthumously in France following liberation; Saint-Exupéry's works had been banned by the Vichy Regime. The story follows a young prince who visits various planets in space, including Earth, and addresses themes of loneliness, friendship, love, and loss. Despite its style as a children's book, The Little Prince makes observations about life, adults and human nature.The Little Prince became Saint-Exupéry's most successful work, selling an estimated 140 million copies worldwide, which makes it one of the best-selling and most translated books ever published. It has been translated into over 301 languages and dialects. The Little Prince has been adapted to numerous art forms and media, including audio recordings, radio plays, live stage, film, television, ballet, and opera.",
        "mass": {
            "massValue": 1.2,
            "massExponent": 15
        },
        "around": "eugenia"
    },
    {
        "id": 183,
        "img": "",
        "title": "Asteroid",
        "name": "762 Pulcova",
        "sciName": "(762) Pulcova",
        "searchName": "762_Pulcova",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "762 Pulcova is a main-belt asteroid. It was discovered by Grigoriy N. Neujmin in 1913, and is named after Pulkovo Observatory, near Saint Petersburg. Pulcova is 137 km in diameter, and is a C-type asteroid, which means that it is dark in colouring with a carbonate composition.",
        "mass": {
            "massValue": 2.6,
            "massExponent": 18
        },
        "around": ""
    },
    {
        "id": 184,
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Asteroid_4179_Toutatis_close-up.jpg/500px-Asteroid_4179_Toutatis_close-up.jpg",
        "title": "Asteroid",
        "name": "4179 Toutatis",
        "sciName": "(4179) Toutatis",
        "searchName": "4179_Toutatis",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "4179 Toutatis, provisional designation 1989 AC, is an elongated, stony asteroid and slow rotator, classified as near-Earth object and potentially hazardous asteroid of the Apollo and Alinda group, approximately 2.5 kilometers in diameter. Discovered by French astronomer Christian Pollas at Caussols in 1989, the asteroid was named after Toutatis from Celtic mythology.Toutatis is also a Mars-crosser asteroid with a chaotic orbit produced by a 3:1 resonance with the planet Jupiter, a 1:4 resonance with the planet Earth, and frequent close approaches to the terrestrial planets, including Earth. In December 2012, Toutatis passed within about 18 lunar distances of Earth. The Chinese lunar probe Chang'e 2 flew by the asteroid at a distance of 3.2 kilometers and a relative velocity of 10.73 km/s. Toutatis approached Earth again in 2016, but will not make another notably close approach until 2069.",
        "mass": {
            "massValue": 50,
            "massExponent": 12
        },
        "around": ""
    },
    {
        "id": 185,
        "img": "https://upload.wikimedia.org/wikipedia/commons/f/fa/Quaoar-weywot_hst.jpg",
        "title": "Asteroid",
        "name": "50000 Quaoar",
        "sciName": "(50000) Quaoar",
        "searchName": "50000_Quaoar",
        "moons": 1,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Quaoar (50000 Quaoar), provisional designation 2002 LM60, is a dwarf planet in the Kuiper belt, a region of icy planetesimals beyond Neptune. A non-resonant object (cubewano), it measures approximately 1,121 km (697 mi) in diameter, about half the diameter of Pluto. The object was discovered by American astronomers Chad Trujillo and Michael Brown at the Palomar Observatory on 4 June 2002. Signs of water ice on the surface of Quaoar have been found, which suggests that cryovolcanism may be occurring on Quaoar. A small amount of methane is present on its surface, which can only be retained by the largest Kuiper belt objects. In February 2007, Weywot, a synchronous moon in orbit around Quaoar, was discovered by Brown. Weywot is measured to be 170 km (110 mi) across. Both objects were named after mythological figures from the Native American Tongva people in Southern California. Quaoar is the Tongva creator deity and Weywot is his son.",
        "mass": {
            "massValue": 1,
            "massExponent": 21
        },
        "around": ""
    },
    {
        "id": 186,
        "img": "https://upload.wikimedia.org/wikipedia/commons/8/88/2867_%C5%A0teins_by_Rosetta_%28reprocessed%29.png",
        "title": "Asteroid",
        "name": "2867 Šteins",
        "sciName": "(2867) Šteins",
        "searchName": "2867_Šteins",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "2867 Šteins (provisional designation 1969 VC) is an irregular, diamond-shaped background asteroid from the inner regions of the asteroid belt, approximately 5 kilometers (3.1 miles) in diameter. It was discovered on 4 November 1969 by Soviet astronomer Nikolai Chernykh at the Crimean Astrophysical Observatory in Nauchnij on the Crimean peninsula. In September 2008, ESA's spacecraft Rosetta flew by Šteins, making it one of few minor planets ever visited by a spacecraft. The bright E-type asteroid features 23 named craters and has a rotation period of 6.05 hours. It was named for Soviet Latvian astronomer Kārlis Šteins.",
        "mass": {
            "massValue": 0,
            "massExponent": 0
        },
        "around": ""
    },
    {
        "id": 187,
        "img": "",
        "title": "Dwarf Planet",
        "name": "136199 Eris",
        "sciName": "(136199) Éris",
        "searchName": "136199_Eris",
        "moons": 1,
        "isPlanet": false,
        "gravity": 0.82,
        "avgTemp": 42,
        "description": "Eris (minor-planet designation 136199 Eris) is the most massive and second-largest known dwarf planet in the Solar System. It is a trans-Neptunian object (TNO) in the scattered disk and has a high-eccentricity orbit. Eris was discovered in January 2005 by a Palomar Observatory-based team led by Mike Brown and verified later that year. In September 2006, it was named after the Greco–Roman goddess of strife and discord. Eris is the ninth-most massive known object orbiting the Sun and the sixteenth-most massive overall in the Solar System (counting moons). It is also the largest object that has not been visited by a spacecraft. Eris has been measured at 2,326 ± 12 kilometers (1,445 ± 7 mi) in diameter; its mass is 0.28% that of the Earth and 27% greater than that of Pluto, although Pluto is slightly larger by volume. Eris may complete one rotation every 25.9 hours, making the length of its day close to Earth's. However, sources disagree on the rotation period.",
        "mass": {
            "massValue": 1.66,
            "massExponent": 22
        },
        "around": ""
    },
    {
        "id": 188,
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/5Astraea_%28Lightcurve_Inversion%29.png/500px-5Astraea_%28Lightcurve_Inversion%29.png",
        "title": "Asteroid",
        "name": "5 Astraea",
        "sciName": "(5) Astrée",
        "searchName": "5_Astraea",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Astraea  (minor planet designation: 5 Astraea) is a large asteroid from the asteroid belt. Its surface is highly reflective (bright) and its composition is probably a mixture of nickel–iron with silicates of magnesium and iron. It is an S-type asteroid in the Tholen classification system.",
        "mass": {
            "massValue": 1.2,
            "massExponent": 18
        },
        "around": ""
    },
    {
        "id": 189,
        "img": "",
        "title": "Asteroid",
        "name": "5145 Pholus",
        "sciName": "(5145) Pholus",
        "searchName": "5145_Pholus",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "5145 Pholus  is an eccentric centaur in the outer Solar System, approximately 180 kilometers (110 miles) in diameter, that crosses the orbit of both Saturn and Neptune. It was discovered on 9 January 1992 by American astronomer David Rabinowitz (uncredited) of UA's Spacewatch survey at the Kitt Peak National Observatory in Arizona, United States. The very reddish object has an elongated shape and a rotation period of 9.98 hours. It was named after the creature Pholus from Greek mythology.",
        "mass": {
            "massValue": 7.5,
            "massExponent": 18
        },
        "around": ""
    },
    {
        "id": 190,
        "img": "",
        "title": "Asteroid",
        "name": "4769 Castalia",
        "sciName": "(4769) Castalia",
        "searchName": "4769_Castalia",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "4769 Castalia (; prov. designation: 1989 PB) is a near-Earth object and potentially hazardous asteroid of the Apollo group, approximately 1.4 kilometers (0.87 miles) in diameter and was the first asteroid to be modeled by radar imaging. It was discovered on 9 August 1989, by American astronomer Eleanor Helin (Caltech) on photographic plates taken at Palomar Observatory in California. It is named after Castalia, a nymph in Greek mythology. It is also a Mars- and Venus-crosser asteroid.",
        "mass": {
            "massValue": 1.3,
            "massExponent": 12
        },
        "around": ""
    },
    {
        "id": 191,
        "img": "",
        "title": "Moon",
        "name": "Remus",
        "sciName": "Rémus",
        "searchName": "Remus",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "",
        "mass": {
            "massValue": 2,
            "massExponent": 14
        },
        "around": "sylvia"
    },
    {
        "id": 192,
        "img": "https://upload.wikimedia.org/wikipedia/en/c/c0/Hektor_%26_Skamandrios_2006_Jul_16.PNG",
        "title": "Asteroid",
        "name": "624 Hektor",
        "sciName": "(624) Hector",
        "searchName": "624_Hektor",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "624 Hektor  is the largest Jupiter trojan and the namesake of the Hektor family, with a highly elongated shape equivalent in volume to a sphere of approximately 225 to 250 kilometers diameter. It was discovered on 10 February 1907, by astronomer August Kopff at Heidelberg Observatory in southwest Germany, and named after the Trojan prince Hector, from Greek mythology. It has one small 12-kilometer sized satellite, Skamandrios, discovered in 2006.",
        "mass": {
            "massValue": 1.4,
            "massExponent": 19
        },
        "around": ""
    },
    {
        "id": 193,
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/216_Kleopatra_VLT_%282021%29%2C_deconvolved.pdf/page1-500px-216_Kleopatra_VLT_%282021%29%2C_deconvolved.pdf.jpg",
        "title": "Asteroid",
        "name": "216 Kleopatra",
        "sciName": "(216) Kléopatra",
        "searchName": "216_Kleopatra",
        "moons": 2,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "216 Kleopatra is a large M-type asteroid with a mean diameter of 120 kilometers (75 miles) and is noted for its elongate bone or dumbbell shape. It was discovered on 10 April 1880 by Austrian astronomer Johann Palisa at the Austrian Naval Pola Observatory, in what is now Pula, Croatia, and was named after Cleopatra, the famous Egyptian queen. It  has two small minor-planet moons which were discovered in 2008 and later named Alexhelios and Cleoselene.",
        "mass": {
            "massValue": 3,
            "massExponent": 18
        },
        "around": ""
    },
    {
        "id": 194,
        "img": "https://upload.wikimedia.org/wikipedia/commons/e/ee/Cruithne.jpg",
        "title": "Asteroid",
        "name": "3753 Cruithne",
        "sciName": "(3753) Cruithne",
        "searchName": "3753_Cruithne",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "3753 Cruithne is a Q-type, Aten asteroid in orbit around the Sun in 1:1 orbital resonance with Earth, making it a co-orbital object. It is an asteroid that, relative to Earth, orbits the Sun in a bean-shaped orbit that effectively describes a horseshoe, and that can change into a quasi-satellite orbit. Cruithne does not orbit Earth and at times it is on the other side of the Sun, placing Cruithne well outside of Earth's Hill sphere. Its orbit takes it near the orbit of Mercury and outside the orbit of Mars. Cruithne orbits the Sun in about one Earth year, but it takes 770 years for the series to complete a horseshoe-shaped movement around Earth.The name Cruithne is from Irish and refers to the early Picts (Old Irish: Cruthin) in the Annals of Ulster and their eponymous king (\"Cruidne, son of Cinge\") in the Pictish Chronicle.",
        "mass": {
            "massValue": 1.3,
            "massExponent": 14
        },
        "around": ""
    },
    {
        "id": 195,
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/3_Juno_VLT_%282021%29%2C_deconvolved.pdf/page1-500px-3_Juno_VLT_%282021%29%2C_deconvolved.pdf.jpg",
        "title": "Asteroid",
        "name": "3 Juno",
        "sciName": "(3) Junon",
        "searchName": "3_Juno",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "3 Juno is a large asteroid in the asteroid belt. Juno was the third asteroid discovered, in 1804, by German astronomer Karl Harding. It is one of the twenty largest asteroids and one of the two largest stony (S-type) asteroids, along with 15 Eunomia. It is estimated to contain 1% of the total mass of the asteroid belt.",
        "mass": {
            "massValue": 2.82,
            "massExponent": 19
        },
        "around": ""
    },
    {
        "id": 196,
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/SPHERE_image_of_Hygiea.jpg/500px-SPHERE_image_of_Hygiea.jpg",
        "title": "Asteroid",
        "name": "10 Hygiea",
        "sciName": "(10) Hygie",
        "searchName": "10_Hygiea",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Hygiea (minor-planet designation: 10 Hygiea) is a major asteroid and possible dwarf planet located in the main asteroid belt. With a diameter of 434 kilometres (270 mi) and a mass estimated to be 3% of the total mass of the belt, it is the fourth-largest asteroid in the Solar System by both volume and mass. In some spectral classifications it is the largest of the dark C-type asteroids with a carbonaceous surface, whereas in others it is second after 1 Ceres.",
        "mass": {
            "massValue": 1,
            "massExponent": 20
        },
        "around": ""
    },
    {
        "id": 197,
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Rosetta_triumphs_at_asteroid_Lutetia.jpg/500px-Rosetta_triumphs_at_asteroid_Lutetia.jpg",
        "title": "Asteroid",
        "name": "21 Lutetia",
        "sciName": "(21) Lutetia",
        "searchName": "21_Lutetia",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Lutetia (minor planet designation: 21 Lutetia) is a large M-type asteroid in the main asteroid belt. It measures about 100 kilometers in diameter (120 km along its major axis). It was discovered in 1852 by Hermann Goldschmidt, and is named after Lutetia, the Latin name of Paris.",
        "mass": {
            "massValue": 1.7,
            "massExponent": 18
        },
        "around": ""
    },
    {
        "id": 198,
        "img": "https://upload.wikimedia.org/wikipedia/commons/a/aa/%28253%29_mathilde_crop.jpg",
        "title": "Asteroid",
        "name": "253 Mathilde",
        "sciName": "(253) Mathilde",
        "searchName": "253_Mathilde",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Mathilde (minor planet designation: 253 Mathilde) is an asteroid in the intermediate asteroid belt, approximately 50 kilometers in diameter, that was discovered by Austrian astronomer Johann Palisa at Vienna Observatory on 12 November 1885. It has a relatively elliptical orbit that requires more than four years to circle the Sun. This tumbling asteroid has an unusually slow rate of rotation, requiring 17.4 days to complete a 360° revolution about its axis. It is a primitive C-type asteroid, which means the surface has a high proportion of carbon; giving it a dark surface that reflects only 4% of the light that falls on it.Mathilde was visited by the NEAR Shoemaker spacecraft during June 1997, on its way to asteroid 433 Eros. During the flyby, the spacecraft imaged a hemisphere of the asteroid, revealing many large craters that had gouged out depressions in the surface. It was the first carbonaceous asteroid to be explored and, until 21 Lutetia was visited in 2010, was the largest asteroid to be visited by a spacecraft.",
        "mass": {
            "massValue": 1.03,
            "massExponent": 17
        },
        "around": ""
    },
    {
        "id": 199,
        "img": "img/uranus.jpg",
        "title": "Planet",
        "name": "Uranus",
        "sciName": "Uranus",
        "searchName": "Uranus",
        "moons": 27,
        "isPlanet": true,
        "gravity": 8.87,
        "avgTemp": 76,
        "description": "Uranus is the seventh planet from the Sun. Its name is a reference to the Greek god of the sky, Uranus, who, according to Greek mythology, was the great-grandfather of Ares (Mars), grandfather of Zeus (Jupiter) and father of Cronus (Saturn). It has the third-largest planetary radius and fourth-largest planetary mass in the Solar System. Uranus is similar in composition to Neptune, and both have bulk chemical compositions which differ from that of the larger gas giants Jupiter and Saturn. For this reason, scientists often classify Uranus and Neptune as \"ice giants\" to distinguish them from the other giant planets. ",
        "mass": {
            "massValue": 8.68127,
            "massExponent": 25
        },
        "around": ""
    },
    {
        "id": 200,
        "img": "https://upload.wikimedia.org/wikipedia/commons/2/2d/Iris_asteroid_eso.jpg",
        "title": "Asteroid",
        "name": "7 Iris",
        "sciName": "(7) Iris",
        "searchName": "7_Iris",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Iris (minor planet designation: 7 Iris) is a large main-belt asteroid and perhaps remnant planetesimal orbiting the Sun between Mars and Jupiter. It is the fourth-brightest object in the asteroid belt. It is classified as an S-type asteroid, meaning that it has a stony composition.",
        "mass": {
            "massValue": 8.4,
            "massExponent": 18
        },
        "around": ""
    },
    {
        "id": 201,
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Eros_-_PIA02923_%28color%29.jpg/453px-Eros_-_PIA02923_%28color%29.jpg",
        "title": "Asteroid",
        "name": "433 Eros",
        "sciName": "(433) Éros",
        "searchName": "433_Eros",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Eros (minor planet designation: (433) Eros), provisional designation 1898 DQ, is a stony asteroid of the Amor group and the first discovered and second-largest near-Earth object with an elongated shape and a mean diameter of approximately 16.8 kilometers (10.4 miles). Visited by the NEAR Shoemaker space probe in 1998, it became the first asteroid ever studied from orbit around the asteroid.",
        "mass": {
            "massValue": 7.2,
            "massExponent": 15
        },
        "around": ""
    },
    {
        "id": 202,
        "img": "https://upload.wikimedia.org/wikipedia/commons/5/59/Vanth.jpg",
        "title": "Moon",
        "name": "Vanth",
        "sciName": "Vanth",
        "searchName": "Vanth",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Vanth, full designation (90482) Orcus I Vanth, is the single known natural satellite of the plutino and likely dwarf planet 90482 Orcus. With a diameter of about 440 km, it is half the size of Orcus and probably the third-largest known moon of a known trans-Neptunian object, after Pluto I Charon and Eris I Dysnomia, though it is possible that the poorly resolved Varda I Ilmarë or Haumea I Hiʻiaka might be comparable in size. Vanth was discovered by Michael Brown and T.-A. Suer using discovery images taken by the Hubble Space Telescope on 13 November 2005. The discovery was announced in an IAU Circular notice published on 22 February 2007.Using observations with the Hubble Space Telescope from 13 November 2005, Michael Brown and T. A. Suer detected a natural satellite. The discovery of a satellite of Orcus was reported in an IAU Circular notice published on 22 February 2007. The satellite was given the designation S/2005 (90482) 1 before later being named Vanth. It orbits Orcus in a nearly face-on circular orbit with an eccentricity of about 0.007, and an orbital period of 9.54 days. Vanth orbits only 9,030 km (5,610 mi) from Orcus and is too close to Orcus for ground-based spectroscopy to determine the surface composition of the satellite.Brown suspects that like the Pluto–Charon system, which are similar in their relative sizes, Orcus and Vanth are tidally locked. Vanth does not resemble known collisional satellites because its spectrum is very different from that of its primary, and it may be a captured Kuiper belt object. Vanth could also have originated as a result of rotational fission of the primordial Orcus, which would have rotated much faster than now.",
        "mass": {
            "massValue": 3.6,
            "massExponent": 19
        },
        "around": "orcus"
    },
    {
        "id": 203,
        "img": "https://upload.wikimedia.org/wikipedia/commons/0/02/Sedna_PRC2004-14d.jpg",
        "title": "Asteroid",
        "name": "90377 Sedna",
        "sciName": "(90377) Sedna",
        "searchName": "90377_Sedna",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Sedna (minor-planet designation 90377 Sedna) is a dwarf planet in the outer reaches of the Solar System that is currently in the innermost part of its orbit; as of 2021 it is 84 astronomical units (1.26×1010 km; 0.00041 pc) from the Sun, almost three times farther than Neptune. Spectroscopy has revealed that Sedna's surface composition is similar to those of some other trans-Neptunian objects, being largely a mixture of water, methane, and nitrogen ices with tholins. Its surface is one of the reddest among Solar System objects. To within estimated uncertainties, Sedna is tied with Ceres as the largest planetoid not known to have a moon.",
        "mass": {
            "massValue": 1,
            "massExponent": 21
        },
        "around": ""
    },
    {
        "id": 204,
        "img": "https://upload.wikimedia.org/wikipedia/commons/1/1c/10199_Chariklo.jpg",
        "title": "Asteroid",
        "name": "10199 Chariklo",
        "sciName": "(10199) Chariklo",
        "searchName": "10199_Chariklo",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "10199 Chariklo  is the largest confirmed centaur (small body of the outer Solar System). It orbits the Sun between Saturn and Uranus, grazing the orbit of Uranus. On 26 March 2014, astronomers announced the discovery of two rings (nicknamed as the rivers Oiapoque and Chuí) around Chariklo by observing a stellar occultation, making it the first minor planet known to have rings.Chariklo was discovered by James V. Scotti of the Spacewatch program on February 15, 1997. Chariklo is named after the nymph Chariclo (Χαρικλώ), the wife of Chiron and the daughter of Apollo.A photometric study in 2001 was unable to find a definite period of rotation. Infrared observations of Chariklo indicate the presence of water ice, which may in fact be located in its rings.Michael Brown's website lists it as possibly a dwarf planet with a measured diameter of 232 km.",
        "mass": {
            "massValue": 0,
            "massExponent": 0
        },
        "around": ""
    },
    {
        "id": 205,
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/87_Sylvia_VLT_%282021%29%2C_deconvolved.pdf/page1-500px-87_Sylvia_VLT_%282021%29%2C_deconvolved.pdf.jpg",
        "title": "Asteroid",
        "name": "87 Sylvia",
        "sciName": "(87) Sylvia",
        "searchName": "87_Sylvia",
        "moons": 2,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Sylvia (minor planet designation: 87 Sylvia) is the one of the largest asteroids (approximately tied for 7th place, to within measurement uncertainties). It is the parent body of the Sylvia family and member of Cybele group located beyond the main asteroid belt (see minor-planet groups). Sylvia was the first asteroid known to possess more than one moon.",
        "mass": {
            "massValue": 1.478,
            "massExponent": 19
        },
        "around": ""
    },
    {
        "id": 206,
        "img": "",
        "title": "Moon",
        "name": "(243) Ida I Dactyl",
        "sciName": "Dactyl",
        "searchName": "(243)_Ida_I_Dactyl",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "",
        "mass": {
            "massValue": 0,
            "massExponent": 0
        },
        "around": "ida"
    },
    {
        "id": 207,
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/Orcus-Vanth_10801.jpg/500px-Orcus-Vanth_10801.jpg",
        "title": "Asteroid",
        "name": "90482 Orcus",
        "sciName": "(90482) Orcus",
        "searchName": "90482_Orcus",
        "moons": 1,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Orcus (90482 Orcus, provisional designation 2004 DW) is a trans-Neptunian dwarf planet with a large moon, Vanth. It has a diameter of 910 km (570 mi). The surface of Orcus is relatively bright with albedo reaching 23 percent, neutral in color and rich in water ice. The ice is predominantly in crystalline form, which may be related to past cryovolcanic activity. Other compounds like methane or ammonia may also be present on its surface. Orcus was discovered by American astronomers Michael Brown, Chad Trujillo, and David Rabinowitz on 17 February 2004.",
        "mass": {
            "massValue": 7,
            "massExponent": 20
        },
        "around": ""
    },
    {
        "id": 208,
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Pluto_in_True_Color_-_High-Res.jpg/500px-Pluto_in_True_Color_-_High-Res.jpg",
        "title": "Dwarf Planet",
        "name": "Pluto",
        "sciName": "Pluton",
        "searchName": "Pluto",
        "moons": 5,
        "isPlanet": false,
        "gravity": 0.62,
        "avgTemp": 44,
        "description": "Pluto (minor-planet designation: 134340 Pluto) is a dwarf planet in the Kuiper belt, a ring of bodies beyond the orbit of Neptune. It was the first object discovered in the Kuiper belt and remains the largest known body in that area.",
        "mass": {
            "massValue": 1.303,
            "massExponent": 22
        },
        "around": ""
    },
    {
        "id": 209,
        "img": "",
        "title": "Asteroid",
        "name": "5335 Damocles",
        "sciName": "(5335) Damoclès",
        "searchName": "5335_Damocles",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "(5335) Damocles , provisional designation 1991 DA, is a centaur and the namesake of the damocloids, a group of minor planets which may be inactive nuclei of the Halley-type and long-period comets. It was discovered on 18 February 1991, by Australian astronomer Robert McNaught at Siding Spring Observatory in Australia. It is named after Damocles, a figure of Greek mythology.",
        "mass": {
            "massValue": 0,
            "massExponent": 0
        },
        "around": ""
    },
    {
        "id": 210,
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Brogi%2C_Carlo_%281850-1925%29_-_n._8226_-_Certosa_di_Pavia_-_Medaglione_sullo_zoccolo_della_facciata.jpg/500px-Brogi%2C_Carlo_%281850-1925%29_-_n._8226_-_Certosa_di_Pavia_-_Medaglione_sullo_zoccolo_della_facciata.jpg",
        "title": "Moon",
        "name": "Romulus",
        "sciName": "Romulus",
        "searchName": "Romulus",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Romulus () was the legendary founder and first king of Rome. Various traditions attribute the establishment of many of Rome's oldest legal, political, religious, and social institutions to Romulus and his contemporaries. Although many of these traditions incorporate elements of folklore, and it is not clear to what extent a historical figure underlies the mythical Romulus, the events and institutions ascribed to him were central to the myths surrounding Rome's origins and cultural traditions.",
        "mass": {
            "massValue": 0,
            "massExponent": 0
        },
        "around": "sylvia"
    },
    {
        "id": 211,
        "img": "",
        "title": "Moon",
        "name": "Alexhelios",
        "sciName": "Alexhélios",
        "searchName": "Alexhelios",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "",
        "mass": {
            "massValue": 0,
            "massExponent": 0
        },
        "around": "kleopatra"
    },
    {
        "id": 212,
        "img": "",
        "title": "Moon",
        "name": "Cleoselene",
        "sciName": "Cléoséléné",
        "searchName": "Cleoselene",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "",
        "mass": {
            "massValue": 0,
            "massExponent": 0
        },
        "around": "kleopatra"
    },
    {
        "id": 213,
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/8_Flora_VLT_%282021%29%2C_deconvolved.pdf/page1-491px-8_Flora_VLT_%282021%29%2C_deconvolved.pdf.jpg",
        "title": "Asteroid",
        "name": "8 Flora",
        "sciName": "(8) Flore",
        "searchName": "8_Flora",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Flora (minor planet designation: 8 Flora) is a large, bright main-belt asteroid. It is the innermost large asteroid: no asteroid closer to the Sun has a diameter above 25 kilometres (20% that of Flora), and not until 20-km 149 Medusa was discovered was an asteroid known to orbit at a closer mean distance.  It is the seventh-brightest asteroid with a mean opposition magnitude of +8.7.  Flora can reach a magnitude of +7.9 at a favorable opposition near perihelion, such as occurred in November 2007. Flora may be the residual core of an intensely heated, thermally evolved, and magmatically differentiated planetesimal which was subsequently disrupted.",
        "mass": {
            "massValue": 2.6,
            "massExponent": 18
        },
        "around": ""
    },
    {
        "id": 214,
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/2060_Chiron.jpg/500px-2060_Chiron.jpg",
        "title": "Asteroid",
        "name": "2060 Chiron",
        "sciName": "(2060) Chiron",
        "searchName": "2060_Chiron",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "2060 Chiron is a small Solar System body in the outer Solar System, orbiting the Sun between Saturn and Uranus. Discovered in 1977 by Charles Kowal, it was the first-identified member of a new class of objects now known as centaurs—bodies orbiting between the asteroid belt and the Kuiper belt.Although it was initially called an asteroid and classified only as a minor planet with the designation \"2060 Chiron\", in 1989 it was found to exhibit behavior typical of a comet. Today it is classified as both a minor planet and a comet, and is accordingly also known by the cometary designation 95P/Chiron. Michael Brown lists it as possibly a dwarf planet with a measured diameter of 200 km (120 mi), which may be near the lower limit for an icy object to have been a dwarf planet at some point in its history. Chiron is named after the centaur Chiron in Greek mythology.",
        "mass": {
            "massValue": 2,
            "massExponent": 18
        },
        "around": ""
    },
    {
        "id": 215,
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Minor_Planets_-_Martian_L5.svg/500px-Minor_Planets_-_Martian_L5.svg.png",
        "title": "Asteroid",
        "name": "5261 Eureka",
        "sciName": "(5261) Eurêka",
        "searchName": "5261_Eureka",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "5261 Eureka is the first Mars trojan discovered. It was discovered by David H. Levy and Henry Holt at Palomar Observatory on 20 June 1990. It trails Mars (at the L5 point) at a distance varying by only 0.3 AU during each revolution (with a secular trend superimposed, changing the distance from 1.5–1.8 AU around 1850 to 1.3–1.6 AU around 2400). Minimum distances from Earth, Venus, and Jupiter, are 0.5, 0.8, and 3.5 AU, respectively.",
        "mass": {
            "massValue": 0,
            "massExponent": 0
        },
        "around": ""
    },
    {
        "id": 216,
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Modelled_shape_of_588_Achilles_from_its_light_curve.png/500px-Modelled_shape_of_588_Achilles_from_its_light_curve.png",
        "title": "Asteroid",
        "name": "588 Achilles",
        "sciName": "(588) Achille",
        "searchName": "588_Achilles",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Achilles (minor planet designation: 588 Achilles) is a large Jupiter trojan asteroid of the Greek camp. Achilles was the first Jupiter trojan to be discovered, and was discovered by Max Wolf at the Heidelberg Observatory in 1906. Wolf named the minor planet after the legendary hero Achilles from Greek mythology. The dark D-type asteroid measures approximately 133 kilometers (83 miles) in diameter which makes it one of the 10 largest Jupiter trojans. It has a rotation period of 7.3 hours and possibly a spherical shape.",
        "mass": {
            "massValue": 2.6,
            "massExponent": 18
        },
        "around": ""
    },
    {
        "id": 217,
        "img": "https://upload.wikimedia.org/wikipedia/commons/f/fa/Quaoar-weywot_hst.jpg",
        "title": "Moon",
        "name": "Weywot",
        "sciName": "Weywot",
        "searchName": "Weywot",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Weywot, officially (50000) Quaoar I Weywot, is the only known moon of the trans-Neptunian planetoid 50000 Quaoar. Discovered by Michael Brown and T.A. Suer using images acquired by the Hubble Space Telescope on 14 February 2006, its existence was announced in an IAU Circular notice published on 22 February 2007. Weywot has an estimated diameter of 170 km (110 mi) (approximately 15% of its primary). The satellite was found at 0.35 arcseconds from Quaoar with an apparent magnitude difference of 5.6.",
        "mass": {
            "massValue": 0,
            "massExponent": 0
        },
        "around": "quaoar"
    },
    {
        "id": 218,
        "img": "https://upload.wikimedia.org/wikipedia/commons/0/08/28978-ixion_hst.jpg",
        "title": "Asteroid",
        "name": "28978 Ixion",
        "sciName": "(28978) Ixion",
        "searchName": "28978_Ixion",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "28978 Ixion , provisional designation 2001 KX76, is a large trans-Neptunian object and a possible dwarf planet. It is located in the Kuiper belt, a region of icy objects orbiting beyond Neptune in the outer Solar System. Ixion is classified as a plutino, a dynamical class of objects in a 2:3 orbital resonance with Neptune. It was discovered in May 2001 by astronomers of the Deep Ecliptic Survey at the Cerro Tololo Inter-American Observatory, and was announced in July 2001. The object is named after the Greek mythological figure Ixion, who was a king of the Lapiths.",
        "mass": {
            "massValue": 2.3,
            "massExponent": 20
        },
        "around": ""
    },
    {
        "id": 219,
        "img": "img/neptune.jpg",
        "title": "Planet",
        "name": "Neptune",
        "sciName": "Neptune",
        "searchName": "Neptune",
        "moons": 14,
        "isPlanet": true,
        "gravity": 11.15,
        "avgTemp": 55,
        "description": "Neptune is the eighth and farthest-known Solar planet from the Sun. In the Solar System, it is the fourth-largest planet by diameter, the third-most-massive planet, and the densest giant planet. It is 17 times the mass of Earth, and slightly more massive than its near-twin Uranus. Neptune is denser and physically smaller than Uranus because its greater mass causes more gravitational compression of its atmosphere. It is referred to as one of the solar system's two ice giant planets (the other one being its near-twin Uranus).",
        "mass": {
            "massValue": 1.02413,
            "massExponent": 26
        },
        "around": ""
    },
    {
        "id": 220,
        "img": "",
        "title": "Comet",
        "name": "Shoemaker-Levy 9",
        "sciName": "Shoemaker-Levy 9",
        "searchName": "Shoemaker-Levy_9",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "",
        "mass": {
            "massValue": 0,
            "massExponent": 0
        },
        "around": ""
    },
    {
        "id": 221,
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/9_Metis_VLT_%282021%29%2C_deconvolved.pdf/page1-500px-9_Metis_VLT_%282021%29%2C_deconvolved.pdf.jpg",
        "title": "Asteroid",
        "name": "9 Metis",
        "sciName": "(9) Métis",
        "searchName": "9_Metis",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Metis (minor planet designation: 9 Metis) is one of the larger main-belt asteroids. It is composed of silicates and metallic nickel-iron, and may be the core remnant of a large asteroid that was destroyed by an ancient collision. Metis is estimated to contain just under half a percent of the total mass of the asteroid belt.Metis passed within 0.034AU, or 5,000,000 kilometres (3,100,000 mi), of Vesta on 19 August 2004.",
        "mass": {
            "massValue": 4.6,
            "massExponent": 18
        },
        "around": ""
    },
    {
        "id": 222,
        "img": "",
        "title": "Dwarf Planet",
        "name": "136108 Haumea",
        "sciName": "(136108) Hauméa",
        "searchName": "136108_Haumea",
        "moons": 2,
        "isPlanet": false,
        "gravity": 0.401,
        "avgTemp": 50,
        "description": "Haumea (minor-planet designation 136108 Haumea) is a dwarf planet located beyond Neptune's orbit. It was discovered in 2004 by a team headed by Mike Brown of Caltech at the Palomar Observatory in the United States and disputably also in 2005 by a team headed by José Luis Ortiz Moreno at the Sierra Nevada Observatory in Spain, though the latter claim has been contested. On September 17, 2008, it was named after Haumea, the Hawaiian goddess of childbirth, under the expectation by the International Astronomical Union (IAU) that it would prove to be a dwarf planet. Nominal estimates make it the third-largest known trans-Neptunian object, after Eris and Pluto, though the uncertainty in best-fit modeling slightly overlaps with the larger size estimates for Makemake.",
        "mass": {
            "massValue": 4.006,
            "massExponent": 21
        },
        "around": ""
    },
    {
        "id": 223,
        "img": "https://upload.wikimedia.org/wikipedia/commons/a/ae/7066_Nessus_Hubble.jpg",
        "title": "Asteroid",
        "name": "7066 Nessus",
        "sciName": "(7066) Nessus",
        "searchName": "7066_Nessus",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "7066 Nessus  is a very red centaur on an eccentric orbit, located beyond Saturn in the outer Solar System. It was discovered on 26 April 1993, by astronomers of the Spacewatch program at the Kitt Peak National Observatory in Tucson, Arizona. The dark and reddish minor planet is likely elongated and measures approximately 60 kilometers (37 miles) in diameter. It was named after Nessus from Greek mythology.",
        "mass": {
            "massValue": 0,
            "massExponent": 0
        },
        "around": ""
    },
    {
        "id": 224,
        "img": "https://upload.wikimedia.org/wikipedia/en/thumb/d/d1/Hayabausa_Image_of_the_asteroid_Itokawa.jpg/500px-Hayabausa_Image_of_the_asteroid_Itokawa.jpg",
        "title": "Asteroid",
        "name": "25143 Itokawa",
        "sciName": "(25143) Itokawa",
        "searchName": "25143_Itokawa",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "25143 Itokawa (provisional designation 1998 SF36) is a sub-kilometer near-Earth object of the Apollo group and a potentially hazardous asteroid. It was discovered by the LINEAR program in 1998 and later named after Japanese rocket engineer Hideo Itokawa. The peanut-shaped S-type asteroid has a rotation period of 12.1 hours and measures approximately 330 meters (1,100 feet) in diameter. Due to its low density and high porosity, Itokawa is considered to be a rubble pile, consisting of numerous boulders of different sizes rather than of a single solid body.",
        "mass": {
            "massValue": 3.5,
            "massExponent": 10
        },
        "around": ""
    },
    {
        "id": 225,
        "img": "https://upload.wikimedia.org/wikipedia/commons/3/3f/10370_Hylonome_Hubble.jpg",
        "title": "Asteroid",
        "name": "10370 Hylonome",
        "sciName": "(10370) Hylonome",
        "searchName": "10370_Hylonome",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "10370 Hylonome (; prov. designation: 1995 DW2) is a minor planet orbiting in the outer Solar System. The dark and icy body belongs to the class of centaurs and measures approximately 72 kilometers (45 miles) in diameter. It was discovered on 27 February 1995, by English astronomer David C. Jewitt and Vietnamese American astronomer Jane Luu at the U.S. Mauna Kea Observatory in Hawaii, and later named after the mythological creature Hylonome.",
        "mass": {
            "massValue": 0,
            "massExponent": 0
        },
        "around": ""
    },
    {
        "id": 226,
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/45_Eugenia_VLT_%282021%29%2C_deconvolved.pdf/page1-500px-45_Eugenia_VLT_%282021%29%2C_deconvolved.pdf.jpg",
        "title": "Asteroid",
        "name": "45 Eugenia",
        "sciName": "(45) Eugénie",
        "searchName": "45_Eugenia",
        "moons": 1,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Eugenia (minor planet designation: 45 Eugenia) is a large asteroid of the asteroid belt. It is famed as one of the first asteroids to be found to have a moon orbiting it. It was also the second triple asteroid to be discovered, after 87 Sylvia.",
        "mass": {
            "massValue": 6.21,
            "massExponent": 18
        },
        "around": ""
    },
    {
        "id": 227,
        "img": "https://upload.wikimedia.org/wikipedia/commons/3/3a/308933-2006sq372_hst.jpg",
        "title": "Asteroid",
        "name": "(308933) 2006 SQ372",
        "sciName": "(308933) 2006 SQ372",
        "searchName": "(308933)_2006_SQ372",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "(308933) 2006 SQ372 is a trans-Neptunian object and highly eccentric centaur on a cometary-like orbit in the outer region of the Solar System, approximately 123 kilometers (76 miles) in diameter. It was discovered through the Sloan Digital Sky Survey by astronomers Andrew Becker, Andrew Puckett and Jeremy Kubica on images first taken on 27 September 2006 (with precovery images dated to 13 September 2005).",
        "mass": {
            "massValue": 0,
            "massExponent": 0
        },
        "around": ""
    },
    {
        "id": 228,
        "img": "https://upload.wikimedia.org/wikipedia/commons/d/d4/Potw1749a_Pallas_crop.png",
        "title": "Asteroid",
        "name": "2 Pallas",
        "sciName": "(2) Pallas",
        "searchName": "2_Pallas",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Pallas (minor-planet designation: 2 Pallas) is the second asteroid to have been discovered, after Ceres. It is believed to have a mineral composition similar to carbonaceous chondrite meteorites, like Ceres, though significantly less hydrated than Ceres. It is the third-largest asteroid in the Solar System by both volume and mass, and is a likely remnant protoplanet. It is 79% the mass of Vesta and 22% the mass of Ceres, constituting an estimated 7% of the mass of the asteroid belt. Its estimated volume is equivalent to a sphere 507 to 515 kilometers (315 to 320 mi) in diameter, 90–95% the volume of Vesta.",
        "mass": {
            "massValue": 2.11,
            "massExponent": 20
        },
        "around": ""
    },
    {
        "id": 229,
        "img": "",
        "title": "Asteroid",
        "name": "8405 Asbolus",
        "sciName": "(8405) Asbolus",
        "searchName": "8405_Asbolus",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "8405 Asbolus  is a centaur orbiting in the outer Solar System between the orbits of Jupiter and Neptune. It was discovered on 5 April 1995, by James Scotti and Robert Jedicke of Spacewatch (credited) at Kitt Peak Observatory in Arizona, United States. It is named after Asbolus, a centaur in Greek mythology and measures approximately 80 kilometers in diameter.",
        "mass": {
            "massValue": 0,
            "massExponent": 0
        },
        "around": ""
    },
    {
        "id": 230,
        "img": "https://upload.wikimedia.org/wikipedia/commons/9/91/20000-varuna_hst.jpg",
        "title": "Asteroid",
        "name": "20000 Varuna",
        "sciName": "(20000) Varuna",
        "searchName": "20000_Varuna",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "20000 Varuna, provisional designation 2000 WR106, is a large trans-Neptunian object in the Kuiper belt. It was discovered in December 2000 by American astronomer Robert McMillan during a Spacewatch survey at the Kitt Peak National Observatory. It is named after the Hindu deity Varuna, one of the oldest deities mentioned in the Vedic texts.",
        "mass": {
            "massValue": 1.55,
            "massExponent": 20
        },
        "around": ""
    },
    {
        "id": 231,
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Vesta_in_natural_color.jpg/500px-Vesta_in_natural_color.jpg",
        "title": "Asteroid",
        "name": "4 Vesta",
        "sciName": "(4) Vesta",
        "searchName": "4_Vesta",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Vesta (minor-planet designation: 4 Vesta) is one of the largest objects in the asteroid belt, with a mean diameter of 525 kilometres (326 mi). It was discovered by the German astronomer Heinrich Wilhelm Matthias Olbers on 29 March 1807 and is named after Vesta, the virgin goddess of home and hearth from Roman mythology.",
        "mass": {
            "massValue": 2.7,
            "massExponent": 20
        },
        "around": ""
    },
    {
        "id": 232,
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/243_Ida_-_August_1993_%2816366655925%29.jpg/500px-243_Ida_-_August_1993_%2816366655925%29.jpg",
        "title": "Asteroid",
        "name": "243 Ida",
        "sciName": "(243) Ida",
        "searchName": "243_Ida",
        "moons": 1,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Ida, minor planet designation 243 Ida, is an asteroid in the Koronis family of the asteroid belt. It was discovered on 29 September 1884 by Austrian astronomer Johann Palisa at Vienna Observatory and named after a nymph from Greek mythology. Later telescopic observations categorized Ida as an S-type asteroid, the most numerous type in the inner asteroid belt. On 28 August 1993, Ida was visited by the uncrewed Galileo spacecraft while en route to Jupiter. It was the second asteroid visited by a spacecraft and the first found to have a natural satellite.",
        "mass": {
            "massValue": 1,
            "massExponent": 17
        },
        "around": ""
    },
    {
        "id": 233,
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Hyakutake_Color.jpg/500px-Hyakutake_Color.jpg",
        "title": "Comet",
        "name": "Comet Hyakutake",
        "sciName": "Hyakutake",
        "searchName": "Comet_Hyakutake",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Comet Hyakutake (Japanese pronunciation: [çakɯ̥take], formally designated C/1996 B2) is a comet, discovered on 31 January 1996, that passed very close to Earth in March of that year. It was dubbed the Great Comet of 1996; its passage near the Earth was one of the closest cometary approaches of the previous 200 years. Hyakutake appeared very bright in the night sky and was widely seen around the world. The comet temporarily upstaged the much anticipated Comet Hale–Bopp, which was approaching the inner Solar System at the time.",
        "mass": {
            "massValue": 0,
            "massExponent": 0
        },
        "around": ""
    },
    {
        "id": 234,
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/951_Gaspra.jpg/500px-951_Gaspra.jpg",
        "title": "Asteroid",
        "name": "951 Gaspra",
        "sciName": "(951) Gaspra",
        "searchName": "951_Gaspra",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "951 Gaspra is an S-type asteroid that orbits very close to the inner edge of the asteroid belt. Gaspra was discovered by Russian astronomer G. N. Neujmin in 1916. Neujmin named it after Gaspra, a Black Sea retreat that was visited by his contemporaries, such as Gorky and Tolstoy.",
        "mass": {
            "massValue": 1,
            "massExponent": 16
        },
        "around": ""
    },
    {
        "id": 235,
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/1992_QB1_crop.jpg/500px-1992_QB1_crop.jpg",
        "title": "Asteroid",
        "name": "15760 Albion",
        "sciName": "(15760) Albion",
        "searchName": "15760_Albion",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "15760 Albion, provisional designation 1992 QB1, was the first trans-Neptunian object to be discovered after Pluto and Charon. Measuring about 108–167 kilometres in diameter, it was discovered in 1992 by David C. Jewitt and Jane X. Luu at the Mauna Kea Observatory, Hawaii. After the discovery, they dubbed the object \"Smiley\" and it was shortly hailed as the tenth planet by the press. It is a \"cold\" classical Kuiper belt object and gave rise to the name cubewano for this kind of object, after the QB1 portion of its designation. Decoding its provisional designation, \"QB1\" reveals that it was the 27th object found in the second half of August of that year.[1] As of January 2018, around 2,400 further objects have been found beyond Neptune, a majority of which are classical Kuiper belt objects. It was named after Albion from William Blake's mythology.",
        "mass": {
            "massValue": 9,
            "massExponent": 17
        },
        "around": ""
    },
    {
        "id": 236,
        "img": "",
        "title": "Dwarf Planet",
        "name": "136472 Makemake",
        "sciName": "(136472) Makémaké",
        "searchName": "136472_Makemake",
        "moons": 1,
        "isPlanet": false,
        "gravity": 0.5,
        "avgTemp": 32,
        "description": "Makemake (minor-planet designation 136472 Makemake) is a dwarf planet and perhaps the second-largest Kuiper belt object in the classical population,[a] with a diameter approximately two-thirds that of Pluto. It has one known satellite. Its extremely low average temperature, about 40 K (−230 °C), means its surface is covered with methane, ethane, and possibly nitrogen ices.",
        "mass": {
            "massValue": 4.4,
            "massExponent": 21
        },
        "around": ""
    },
    {
        "id": 237,
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Lspn_comet_halley.jpg/500px-Lspn_comet_halley.jpg",
        "title": "Comet",
        "name": "Halley's Comet",
        "sciName": "Comète de Halley",
        "searchName": "Halley's_Comet",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Halley's Comet or Comet Halley, officially designated 1P/Halley, is a short-period comet visible from Earth every 75–76 years. Halley is the only known short-period comet that is regularly visible to the naked eye from Earth, and thus the only naked-eye comet that can appear twice in a human lifetime.  Halley last appeared in the inner parts of the Solar System in 1986 and will next appear in mid-2061.Halley's periodic returns to the inner Solar System have been observed and recorded by astronomers around the world since at least 240 BC. But it was not until 1705 that the English astronomer Edmond Halley understood that these appearances were reappearances of the same comet. As a result of this discovery, the comet is named after Halley.During its 1986 visit to the inner Solar System, Halley's Comet became the first comet to be observed in detail by spacecraft, providing the first observational data on the structure of a comet nucleus and the mechanism of coma and tail formation. These observations supported a number of longstanding hypotheses about comet construction, particularly Fred Whipple's \"dirty snowball\" model, which correctly predicted that Halley would be composed of a mixture of volatile ices—such as water, carbon dioxide, ammonia, and dust. The missions also provided data that substantially reformed and reconfigured these ideas; for instance, it is now understood that the surface of Halley is largely composed of dusty, non-volatile materials, and that only a small portion of it is icy.",
        "mass": {
            "massValue": 2.2,
            "massExponent": 14
        },
        "around": ""
    },
    {
        "id": 238,
        "img": "img/jupiter.jpg",
        "title": "Planet",
        "name": "Jupiter",
        "sciName": "Jupiter",
        "searchName": "Jupiter",
        "moons": 80,
        "isPlanet": true,
        "gravity": 24.79,
        "avgTemp": 165,
        "description": "Jupiter is the fifth planet from the Sun and the largest in the Solar System. It is a gas giant with a mass more than two and a half times that of all the other planets in the Solar System combined, but slightly less than one-thousandth the mass of the Sun. Jupiter is the third brightest natural  object in the Earth's night sky after the Moon and Venus, and it has been observed since prehistoric times. It was named after the Roman god Jupiter, the king of the gods.",
        "mass": {
            "massValue": 1.89819,
            "massExponent": 27
        },
        "around": ""
    },
    {
        "id": 239,
        "img": "img/mars.jpg",
        "title": "Planet",
        "name": "Mars",
        "sciName": "Mars",
        "searchName": "Mars",
        "moons": 2,
        "isPlanet": true,
        "gravity": 3.71,
        "avgTemp": 210,
        "description": "Mars is the fourth planet from the Sun and the second-smallest planet in the Solar System, being larger than only Mercury. In English, Mars carries the name of the Roman god of war and is often called the \"Red Planet\". The latter refers to the effect of the iron oxide prevalent on Mars's surface, which gives it a striking reddish appearance in the sky. Mars is a terrestrial planet with a thin atmosphere, with surface features such as impact craters, valleys, dunes, and polar ice caps.",
        "mass": {
            "massValue": 6.41712,
            "massExponent": 23
        },
        "around": ""
    },
    {
        "id": 240,
        "img": "img/mercury.jpg",
        "title": "Planet",
        "name": "Mercury",
        "sciName": "Mercure",
        "searchName": "Mercury",
        "moons": 0,
        "isPlanet": true,
        "gravity": 3.7,
        "avgTemp": 440,
        "description": "Mercury is the smallest planet in the Solar System and the closest to the Sun. Its orbit around the Sun takes 87.97 Earth days, the shortest of all the Sun's planets. It is named after the Roman god Mercurius (Mercury), god of commerce, messenger of the gods, and mediator between gods and mortals, corresponding to the Greek god Hermes (Ἑρμῆς). Like Venus, Mercury orbits the Sun within Earth's orbit as an inferior planet, and its apparent distance from the Sun as viewed from Earth never exceeds 28°. This proximity to the Sun means the planet can only be seen near the western horizon after sunset or the eastern horizon before sunrise, usually in twilight. At this time, it may appear as a bright star-like object, but is more difficult to observe than Venus. From Earth, the planet telescopically displays the complete range of phases, similar to Venus and the Moon, which recurs over its synodic period of approximately 116 days.",
        "mass": {
            "massValue": 3.30114,
            "massExponent": 23
        },
        "around": ""
    },
    {
        "id": 241,
        "img": "img/saturn.jpg",
        "title": "Planet",
        "name": "Saturn",
        "sciName": "Saturne",
        "searchName": "Saturn",
        "moons": 82,
        "isPlanet": true,
        "gravity": 10.44,
        "avgTemp": 134,
        "description": "Saturn is the sixth planet from the Sun and the second-largest in the Solar System, after Jupiter. It is a gas giant with an average radius of about nine and a half times that of Earth. It has only one-eighth the average density of Earth; however, with its larger volume, Saturn is over 95 times more massive.Saturn's interior is most likely composed of a core of iron–nickel and rock (silicon and oxygen compounds). Its core is surrounded by a deep layer of metallic hydrogen, an intermediate layer of liquid hydrogen and liquid helium, and finally, a gaseous outer layer. Saturn has a pale yellow hue due to ammonia crystals in its upper atmosphere. An electrical current within the metallic hydrogen layer is thought to give rise to Saturn's planetary magnetic field, which is weaker than Earth's, but which has a magnetic moment 580 times that of Earth due to Saturn's larger size. Saturn's magnetic field strength is around one-twentieth of Jupiter's. The outer atmosphere is generally bland and lacking in contrast, although long-lived features can appear. Wind speeds on Saturn can reach 1,800 km/h (1,100 mph; 500 m/s), higher than on Jupiter but not as high as on Neptune.The planet's most notable feature is its prominent ring system, which is composed mainly of ice particles, with a smaller amount of rocky debris and dust. At least 83 moons are known to orbit Saturn, of which 53 are officially named; this does not include the hundreds of moonlets in its rings. Titan, Saturn's largest moon and the second largest in the Solar System, is larger than the planet Mercury, although less massive, and is the only moon in the Solar System to have a substantial atmosphere.",
        "mass": {
            "massValue": 5.68336,
            "massExponent": 26
        },
        "around": ""
    },
    {
        "id": 242,
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/The_Sun_in_white_light.jpg/500px-The_Sun_in_white_light.jpg",
        "title": "Star",
        "name": "Sun",
        "sciName": "Le Soleil",
        "searchName": "Sun",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "The Sun is the star at the center of the Solar System. It is a nearly perfect ball of hot plasma, heated to incandescence by nuclear fusion reactions in its core, radiating the energy mainly as visible light, ultraviolet light, and infrared radiation. It is by far the most important source of energy for life on Earth. Its diameter is about 1.39 million kilometers (864,000 miles), or 109 times that of Earth. Its mass is about 330,000 times that of Earth, and it accounts for about 99.86% of the total mass of the Solar System. Roughly three quarters of the Sun's mass consists of hydrogen (~73%); the rest is mostly helium (~25%), with much smaller quantities of heavier elements, including oxygen, carbon, neon and iron.According to its spectral class, the Sun is a G-type main-sequence star (G2V). As such, it is informally, and not completely accurately, referred to as a yellow dwarf (its light is closer to white than yellow). It formed approximately 4.6 billion years ago from the gravitational collapse of matter within a region of a large molecular cloud. Most of this matter gathered in the center, whereas the rest flattened into an orbiting disk that became the Solar System. The central mass became so hot and dense that it eventually initiated nuclear fusion in its core. It is thought that almost all stars form by this process.",
        "mass": {
            "massValue": 1.989,
            "massExponent": 30
        },
        "around": ""
    },
    {
        "id": 243,
        "img": "img/earth.jpg",
        "title": "Planet",
        "name": "Earth",
        "sciName": "La Terre",
        "searchName": "Earth",
        "moons": 1,
        "isPlanet": true,
        "gravity": 9.8,
        "avgTemp": 288,
        "description": "Earth is the third planet from the Sun and the only astronomical object known to harbor life. While large amounts of water can be found throughout the Solar System, only Earth sustains liquid surface water. About 71% of Earth's surface is made up of the ocean, dwarfing Earth's polar ice, lakes, and rivers. The remaining 29% of Earth's surface is land, consisting of continents and islands. Earth's surface layer is formed of several slowly moving tectonic plates, interacting to produce mountain ranges, volcanoes, and earthquakes. Earth's liquid outer core generates the magnetic field that shapes Earth's magnetosphere, deflecting destructive solar winds.",
        "mass": {
            "massValue": 5.97237,
            "massExponent": 24
        },
        "around": ""
    },
    {
        "id": 244,
        "img": "img/venus.jpg",
        "title": "Planet",
        "name": "Venus",
        "sciName": "Vénus",
        "searchName": "Venus",
        "moons": 0,
        "isPlanet": true,
        "gravity": 8.87,
        "avgTemp": 737,
        "description": "Venus is the second planet from the Sun and is named after the Roman goddess of love and beauty. As the brightest natural object in Earth's night sky after the Moon, Venus can cast shadows and can be visible to the naked eye in broad daylight. Venus' orbit is smaller than that of Earth, but its maximal elongation is 47°; thus, it can be seen not only near the Sun in the morning or evening, but also a couple of hours before or after sunrise or sunset, depending on the observer's latitude and on the positions of Venus and the Sun. Most of the time, it can be seen either in the morning or in the evening. At some times, it may even be seen a while in a completely dark sky. Venus orbits the Sun every 224.7 Earth days. It has a synodic day length of 117 Earth days and a sidereal rotation period of 243 Earth days. Consequently, it takes longer to rotate about its axis than any other planet in the Solar System, and does so in the opposite direction to all but Uranus. This means that the Sun rises from its western horizon and sets in its east. Venus does not have any moons, a distinction it shares only with Mercury among the planets in the Solar System.The third smallest planet in the Solar System, Venus is a terrestrial planet and is sometimes called Earth's \"sister planet\" because of their similar size, mass, proximity to the Sun, and bulk composition. It is radically different from Earth in other respects. It has the densest atmosphere of the four terrestrial planets, consisting of more than 96% carbon dioxide. The atmospheric pressure at the planet's surface is about 92 times the sea level pressure of Earth, or roughly the pressure at 900 m (3,000 ft) underwater on Earth. Even though Mercury is closer to the Sun, Venus has the hottest surface of any planet in the Solar System, with a mean temperature of 737 K (464 °C; 867 °F). Venus is shrouded by an opaque layer of highly reflective clouds of sulfuric acid, preventing its surface from being seen from space in light. It may have had water oceans in the past, but these would have vaporized as the temperature rose under a runaway greenhouse effect. The water has probably photodissociated, and the free hydrogen has been swept into interplanetary space by the solar wind because of the lack of a planetary magnetic field. Because of the lethal surface conditions, the planet is sometimes referred to as Earth's \"evil twin\".As one of the brightest objects in the sky, Venus has been a major fixture in human culture for as long as records have existed. It has been made sacred to gods of many cultures and has been a prime inspiration for writers and poets as the \"morning star\" and \"evening star\". Venus was the first planet to have its motions plotted across the sky, as early as the second millennium BCE.Its proximity to Earth has made Venus a prime target for early interplanetary exploration. It was the first planet beyond Earth visited by a spacecraft (Venera 1 in 1961) and the first to be successfully landed on (by Venera 7 in 1970). The planet's thick clouds render observation of its surface impossible in the visible spectrum, and the first detailed maps did not emerge until the arrival of the Magellan orbiter in 1991. Plans have been proposed for rovers or more complex missions, but they are hindered by Venus's hostile surface conditions. The possibility of life on Venus has long been a topic of speculation; in recent years, the topic has received active research.",
        "mass": {
            "massValue": 4.86747,
            "massExponent": 24
        },
        "around": ""
    },
    {
        "id": 245,
        "img": "",
        "title": "Moon",
        "name": "Kerberos",
        "sciName": "Kerberos",
        "searchName": "Kerberos",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Kerberos is a small natural satellite of Pluto, about 19 km (12 mi) in its longest dimension. It was the fourth moon of Pluto to be discovered and its existence was announced on 20 July 2011. It was imaged, along with Pluto and its four other moons, by the New Horizons spacecraft in July 2015. The first image of Kerberos from the flyby was released to the public on 22 October 2015.",
        "mass": {
            "massValue": 1.64,
            "massExponent": 16
        },
        "around": "pluton"
    },
    {
        "id": 246,
        "img": "",
        "title": "Moon",
        "name": "S/2011 J 1",
        "sciName": "S/2011 J 1",
        "searchName": "S/2011_J_1",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "",
        "mass": {
            "massValue": 0,
            "massExponent": 0
        },
        "around": "jupiter"
    },
    {
        "id": 247,
        "img": "",
        "title": "Moon",
        "name": "S/2011 J 2",
        "sciName": "S/2011 J 2",
        "searchName": "S/2011_J_2",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "",
        "mass": {
            "massValue": 0,
            "massExponent": 0
        },
        "around": "jupiter"
    },
    {
        "id": 248,
        "img": "",
        "title": "Moon",
        "name": "Styx",
        "sciName": "Styx",
        "searchName": "Styx",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "In Greek mythology, Styx (; Ancient Greek: Στύξ [stýks]) is a deity and a river that forms the boundary between Earth (Gaia) and the Underworld. The rivers Acheron, Cocytus, Lethe, Phlegethon, and Styx all converge at the centre of the underworld on a great marsh, which sometimes is also called the Styx. According to Herodotus, the river Styx originates near Pheneus. Styx is also a goddess with prehistoric roots in Greek mythology as a daughter of Tethys, after whom the river is named and because of whom it had miraculous powers.",
        "mass": {
            "massValue": 7.5,
            "massExponent": 15
        },
        "around": "pluton"
    },
    {
        "id": 249,
        "img": "",
        "title": "Moon",
        "name": "Hippocamp",
        "sciName": "Hippocampe",
        "searchName": "Hippocamp",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "",
        "mass": {
            "massValue": 3,
            "massExponent": 16
        },
        "around": "neptune"
    },
    {
        "id": 250,
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Makemake_moon_Hubble_image_with_legend_%28cropped%29.jpg/500px-Makemake_moon_Hubble_image_with_legend_%28cropped%29.jpg",
        "title": "Moon",
        "name": "S/2015 (136472) 1",
        "sciName": "S/2015 (136472) 1",
        "searchName": "S/2015_(136472)_1",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "S/2015 (136472) 1, nicknamed MK2 by the discovery team, is the only known moon of the trans-Neptunian dwarf planet Makemake. It is estimated to be 175 km (110 mi) in diameter (for an assumed albedo of 4%) and has a semi-major axis at least 21,000 km (13,000 mi) from Makemake. Its orbital period is ≥ 12 days (the minimum values are those for a circular orbit; the actual orbital eccentricity is unknown). Observations leading to its discovery occurred in April 2015, using the Hubble Space Telescope's Wide Field Camera 3, and its discovery was announced on 26 April 2016.Makemake and Sedna are the least-well-known of the large trans-Neptunian objects. The discovery of MK2 and follow-up observations in 2018 will enable Makemake's mass to be determined, which will allow an estimate of its density and other characteristics.",
        "mass": {
            "massValue": 0,
            "massExponent": 0
        },
        "around": "makemake"
    },
    {
        "id": 251,
        "img": "",
        "title": "Moon",
        "name": "S/2017 J 1",
        "sciName": "S/2017 J 1",
        "searchName": "S/2017_J_1",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "",
        "mass": {
            "massValue": 0,
            "massExponent": 0
        },
        "around": "jupiter"
    },
    {
        "id": 252,
        "img": "",
        "title": "Moon",
        "name": "S/2016 J 1",
        "sciName": "S/2016 J 1",
        "searchName": "S/2016_J_1",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "",
        "mass": {
            "massValue": 0,
            "massExponent": 0
        },
        "around": "jupiter"
    },
    {
        "id": 253,
        "img": "",
        "title": "Moon",
        "name": "Valetudo",
        "sciName": "Valétudo",
        "searchName": "Valetudo",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "Valetudo , also known as Jupiter LXII and originally known as S/2016 J 2, is a moon of Jupiter. It was discovered by Scott S. Sheppard and his team in data acquired by the 6.5-m Magellan-Baade telescope of the Las Campanas Observatory in 2016, but was not announced until 17 July 2018, via a Minor Planet Electronic Circular from the Minor Planet Center, which also reported the discovery of nine other Jupiter moons. Besides data from Las Campanas, the original announcement also referred to data acquired through the 8.1-m Gemini North telescope — of the Mauna Kea Observatories — as well as the 4.0-m reflector of the Cerro Tololo Inter-American Observatory.",
        "mass": {
            "massValue": 0,
            "massExponent": 0
        },
        "around": "jupiter"
    },
    {
        "id": 254,
        "img": "",
        "title": "Moon",
        "name": "S/2017 J 2",
        "sciName": "S/2017 J 2",
        "searchName": "S/2017_J_2",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "",
        "mass": {
            "massValue": 0,
            "massExponent": 0
        },
        "around": "jupiter"
    },
    {
        "id": 255,
        "img": "",
        "title": "Moon",
        "name": "S/2017 J 3",
        "sciName": "S/2017 J 3",
        "searchName": "S/2017_J_3",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "",
        "mass": {
            "massValue": 0,
            "massExponent": 0
        },
        "around": "jupiter"
    },
    {
        "id": 256,
        "img": "",
        "title": "Moon",
        "name": "Pandia",
        "sciName": "Pandia",
        "searchName": "Pandia",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "In Greek mythology, the goddess Pandia  or Pandeia (Greek: Πανδία, Πανδεία, meaning \"all brightness\") was a daughter of Zeus and the goddess Selene, the Greek personification of the moon. From the Homeric Hymn to Selene, we have: \"Once the Son of Cronos [Zeus] was joined with her [Selene] in love; and she conceived and bare a daughter Pandia, exceeding lovely amongst the deathless gods.\" An Athenian tradition perhaps made Pandia the wife of Antiochus, the eponymous hero of Antiochis, one of the ten Athenian tribes (phylai).Originally Pandia may have been an epithet of Selene, but by at least the time of the late Homeric Hymn, Pandia had become a daughter of Zeus and Selene. Pandia (or Pandia Selene) may have personified the full moon, and an Athenian festival called the Pandia (probably held for Zeus) was perhaps celebrated on the full-moon and may have been connected to her.",
        "mass": {
            "massValue": 0,
            "massExponent": 0
        },
        "around": "jupiter"
    },
    {
        "id": 257,
        "img": "",
        "title": "Moon",
        "name": "S/2017 J 5",
        "sciName": "S/2017 J 5",
        "searchName": "S/2017_J_5",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "",
        "mass": {
            "massValue": 0,
            "massExponent": 0
        },
        "around": "jupiter"
    },
    {
        "id": 258,
        "img": "",
        "title": "Moon",
        "name": "S/2017 J 6",
        "sciName": "S/2017 J 6",
        "searchName": "S/2017_J_6",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "",
        "mass": {
            "massValue": 0,
            "massExponent": 0
        },
        "around": "jupiter"
    },
    {
        "id": 259,
        "img": "",
        "title": "Moon",
        "name": "S/2017 J 7",
        "sciName": "S/2017 J 7",
        "searchName": "S/2017_J_7",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "",
        "mass": {
            "massValue": 0,
            "massExponent": 0
        },
        "around": "jupiter"
    },
    {
        "id": 260,
        "img": "",
        "title": "Moon",
        "name": "S/2017 J 8",
        "sciName": "S/2017 J 8",
        "searchName": "S/2017_J_8",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "",
        "mass": {
            "massValue": 0,
            "massExponent": 0
        },
        "around": "jupiter"
    },
    {
        "id": 261,
        "img": "",
        "title": "Moon",
        "name": "S/2017 J 9",
        "sciName": "S/2017 J 9",
        "searchName": "S/2017_J_9",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "",
        "mass": {
            "massValue": 0,
            "massExponent": 0
        },
        "around": "jupiter"
    },
    {
        "id": 262,
        "img": "https://upload.wikimedia.org/wikipedia/commons/f/ff/Distelbarth%2C_Friedrich%2C_Artemis-Selene-Relief%2C_Bildfeld_6.jpg",
        "title": "Moon",
        "name": "Ersa",
        "sciName": "Ersa",
        "searchName": "Ersa",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "In Greek mythology, according to Plutarch, the 7th century BC Greek poet Alcman said that Ersa  or Herse  (Ἔρσα, Érsa, Ἕρση, Hérsē, literally \"dew\"), the personification of dew, is the daughter of Zeus and the Moon (Selene). Plutarch writes:",
        "mass": {
            "massValue": 0,
            "massExponent": 0
        },
        "around": "jupiter"
    },
    {
        "id": 263,
        "img": "",
        "title": "Asteroid",
        "name": "Arrokoth",
        "sciName": "(486958) Arrokoth",
        "searchName": "Arrokoth",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "",
        "mass": {
            "massValue": 0,
            "massExponent": 0
        },
        "around": ""
    },
    {
        "id": 264,
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/BennuAsteroid.jpg/500px-BennuAsteroid.jpg",
        "title": "Asteroid",
        "name": "101955 Bennu",
        "sciName": "(101955) Bénou",
        "searchName": "101955_Bennu",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "101955 Bennu (provisional designation 1999 RQ36) is a carbonaceous asteroid in the Apollo group discovered by the LINEAR Project on 11 September 1999. It is a potentially hazardous object that is listed on the Sentry Risk Table and tied for the highest cumulative rating on the Palermo Technical Impact Hazard Scale. It has a cumulative 1-in-1,800 chance of impacting Earth between 2178 and 2290 with the greatest risk being on 24 September 2182. It is named after the Bennu, the ancient Egyptian mythological bird associated with the Sun, creation, and rebirth.",
        "mass": {
            "massValue": 0,
            "massExponent": 0
        },
        "around": ""
    },
    {
        "id": 265,
        "img": "",
        "title": "Moon",
        "name": "S/2004 S 22",
        "sciName": "S/2004 S 22",
        "searchName": "S/2004_S_22",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "",
        "mass": {
            "massValue": 0,
            "massExponent": 0
        },
        "around": "saturne"
    },
    {
        "id": 266,
        "img": "",
        "title": "Moon",
        "name": "S/2004 S 21",
        "sciName": "S/2004 S 21",
        "searchName": "S/2004_S_21",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "S/2004 S 21 is a natural satellite of Saturn. Its discovery was announced by Scott S. Sheppard, David C. Jewitt, and Jan Kleyna on October 7, 2019 from observations taken between December 12, 2004 and January 17, 2007.S/2004 S 21 is about 3 kilometres in diameter, and orbits Saturn at an average distance of 22.645 Gm in 1272.61 days, at an inclination of 160° to the ecliptic, in a retrograde direction and with an eccentricity of 0.318.",
        "mass": {
            "massValue": 0,
            "massExponent": 0
        },
        "around": "saturne"
    },
    {
        "id": 267,
        "img": "",
        "title": "Moon",
        "name": "S/2004 S 20",
        "sciName": "S/2004 S 20",
        "searchName": "S/2004_S_20",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "",
        "mass": {
            "massValue": 0,
            "massExponent": 0
        },
        "around": "saturne"
    },
    {
        "id": 268,
        "img": "",
        "title": "Moon",
        "name": "S/2004 S 23",
        "sciName": "S/2004 S 23",
        "searchName": "S/2004_S_23",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "",
        "mass": {
            "massValue": 0,
            "massExponent": 0
        },
        "around": "saturne"
    },
    {
        "id": 269,
        "img": "",
        "title": "Moon",
        "name": "S/2004 S 24",
        "sciName": "S/2004 S 24",
        "searchName": "S/2004_S_24",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "S/2004 S 24 is a natural satellite of Saturn, and the outermost known prograde satellite. Its discovery was announced by Scott S. Sheppard, David C. Jewitt, and Jan Kleyna on October 7, 2019 from observations taken between December 12, 2004 and March 22, 2007.S/2004 S 24 is about 3 kilometres in diameter, and orbits Saturn at an average distance of 22.901 Gm in 1294.25 days, at an inclination of 35.5° to the ecliptic, in a prograde direction and with an eccentricity of 0.085. Due to its inclination being similar to the four known members of the Gallic group, S/2004 S 24 could belong to the Gallic group. However, its orbit is much more distant, which puts this classification into question. It could very well be in a group of its own.",
        "mass": {
            "massValue": 0,
            "massExponent": 0
        },
        "around": "saturne"
    },
    {
        "id": 270,
        "img": "",
        "title": "Moon",
        "name": "S/2004 S 25",
        "sciName": "S/2004 S 25",
        "searchName": "S/2004_S_25",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "",
        "mass": {
            "massValue": 0,
            "massExponent": 0
        },
        "around": "saturne"
    },
    {
        "id": 271,
        "img": "",
        "title": "Moon",
        "name": "S/2004 S 26",
        "sciName": "S/2004 S 26",
        "searchName": "S/2004_S_26",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "",
        "mass": {
            "massValue": 0,
            "massExponent": 0
        },
        "around": "saturne"
    },
    {
        "id": 272,
        "img": "",
        "title": "Moon",
        "name": "S/2004 S 27",
        "sciName": "S/2004 S 27",
        "searchName": "S/2004_S_27",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "",
        "mass": {
            "massValue": 0,
            "massExponent": 0
        },
        "around": "saturne"
    },
    {
        "id": 273,
        "img": "",
        "title": "Moon",
        "name": "S/2004 S 28",
        "sciName": "S/2004 S 28",
        "searchName": "S/2004_S_28",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "S/2004 S 28 is a natural satellite of Saturn. Its discovery was announced by Scott S. Sheppard, David C. Jewitt, and Jan Kleyna on October 7, 2019 from observations taken between December 12, 2004 and March 21, 2007.S/2004 S 28 is about 4 kilometres in diameter, and orbits Saturn at an average distance of 22.020 Gm in 1220.31 days, at an inclination of 170° to the ecliptic, in a retrograde direction and with an eccentricity of 0.143.",
        "mass": {
            "massValue": 0,
            "massExponent": 0
        },
        "around": "saturne"
    },
    {
        "id": 274,
        "img": "",
        "title": "Moon",
        "name": "S/2004 S 29",
        "sciName": "S/2004 S 29",
        "searchName": "S/2004_S_29",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "",
        "mass": {
            "massValue": 0,
            "massExponent": 0
        },
        "around": "saturne"
    },
    {
        "id": 275,
        "img": "",
        "title": "Moon",
        "name": "S/2004 S 30",
        "sciName": "S/2004 S 30",
        "searchName": "S/2004_S_30",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "",
        "mass": {
            "massValue": 0,
            "massExponent": 0
        },
        "around": "saturne"
    },
    {
        "id": 276,
        "img": "",
        "title": "Moon",
        "name": "S/2004 S 31",
        "sciName": "S/2004 S 31",
        "searchName": "S/2004_S_31",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "S/2004 S 31 is a natural satellite of Saturn and a member of the Inuit group. Its discovery was announced by Scott S. Sheppard, David C. Jewitt, and Jan Kleyna on October 8, 2019 from observations taken between December 12, 2004 and March 22, 2007.S/2004 S 31 is about 4 kilometres in diameter, and orbits Saturn at an average distance of 17.568 Gm in 869.65 days, at an inclination of 48.8° to the ecliptic, with an eccentricity of 0.240.",
        "mass": {
            "massValue": 0,
            "massExponent": 0
        },
        "around": "saturne"
    },
    {
        "id": 277,
        "img": "",
        "title": "Moon",
        "name": "S/2004 S 32",
        "sciName": "S/2004 S 32",
        "searchName": "S/2004_S_32",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "",
        "mass": {
            "massValue": 0,
            "massExponent": 0
        },
        "around": "saturne"
    },
    {
        "id": 278,
        "img": "",
        "title": "Moon",
        "name": "S/2004 S 33",
        "sciName": "S/2004 S 33",
        "searchName": "S/2004_S_33",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "",
        "mass": {
            "massValue": 0,
            "massExponent": 0
        },
        "around": "saturne"
    },
    {
        "id": 279,
        "img": "",
        "title": "Moon",
        "name": "S/2004 S 34",
        "sciName": "S/2004 S 34",
        "searchName": "S/2004_S_34",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "",
        "mass": {
            "massValue": 0,
            "massExponent": 0
        },
        "around": "saturne"
    },
    {
        "id": 280,
        "img": "",
        "title": "Moon",
        "name": "S/2004 S 35",
        "sciName": "S/2004 S 35",
        "searchName": "S/2004_S_35",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "",
        "mass": {
            "massValue": 0,
            "massExponent": 0
        },
        "around": "saturne"
    },
    {
        "id": 281,
        "img": "",
        "title": "Moon",
        "name": "S/2004 S 36",
        "sciName": "S/2004 S 36",
        "searchName": "S/2004_S_36",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "S/2004 S 36 is a natural satellite of Saturn. Its discovery was announced by Scott S. Sheppard, David C. Jewitt, and Jan Kleyna on October 8, 2019 from observations taken between December 12, 2004 and February 1, 2006.S/2004 S 36 is about 3 kilometres in diameter, and orbits Saturn at an average distance of 23.192 Gm in 1319.07 days, at an inclination of 155° to the ecliptic, in a retrograde direction and with an eccentricity of 0.748, the highest of any of Saturn's moons.",
        "mass": {
            "massValue": 0,
            "massExponent": 0
        },
        "around": "saturne"
    },
    {
        "id": 282,
        "img": "",
        "title": "Moon",
        "name": "S/2004 S 37",
        "sciName": "S/2004 S 37",
        "searchName": "S/2004_S_37",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "S/2004 S 37 is a natural satellite of Saturn. Its discovery was announced by Scott S. Sheppard, David C. Jewitt, and Jan Kleyna on October 8, 2019 from observations taken between December 12, 2004 and February 2, 2006.S/2004 S 37 is about 4 kilometres in diameter, and orbits Saturn at an average distance of 15.892 Gm in 748.18 days, at an inclination of 163° to the ecliptic, in a retrograde direction and with an eccentricity of 0.497.",
        "mass": {
            "massValue": 0,
            "massExponent": 0
        },
        "around": "saturne"
    },
    {
        "id": 283,
        "img": "",
        "title": "Moon",
        "name": "S/2004 S 38",
        "sciName": "S/2004 S 38",
        "searchName": "S/2004_S_38",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "",
        "mass": {
            "massValue": 0,
            "massExponent": 0
        },
        "around": "saturne"
    },
    {
        "id": 284,
        "img": "",
        "title": "Moon",
        "name": "S/2004 S 39",
        "sciName": "S/2004 S 39",
        "searchName": "S/2004_S_39",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "S/2004 S 39 is a natural satellite of Saturn. Its discovery was announced by Scott S. Sheppard, David C. Jewitt, and Jan Kleyna on October 8, 2019 from observations taken between December 12, 2004 and March 21, 2007.S/2004 S 39 is about 3 kilometres in diameter, and orbits Saturn at an average distance of 23.575 Gm in 1351.83 days, at an inclination of 167° to the ecliptic, in a retrograde direction and with an eccentricity of 0.080.",
        "mass": {
            "massValue": 0,
            "massExponent": 0
        },
        "around": "saturne"
    },
    {
        "id": 285,
        "img": "",
        "title": "Comet",
        "name": "C/2020 F3 (NEOWISE)",
        "sciName": "C/2020 F3 (NEOWISE)",
        "searchName": "C/2020_F3_(NEOWISE)",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "",
        "mass": {
            "massValue": 0,
            "massExponent": 0
        },
        "around": ""
    },
    {
        "id": 286,
        "img": "",
        "title": "Moon",
        "name": "S/2003 J 24",
        "sciName": "S/2003 J 24",
        "searchName": "S/2003_J_24",
        "moons": 0,
        "isPlanet": false,
        "gravity": 0,
        "avgTemp": 0,
        "description": "S/2003 J 24 (temporarily named EJc0061) is a moon of Jupiter, discovered by Scott S. Sheppard et al. in 2003. It was independently found by amateur astronomer Kai Ly, who reported it on June 30, 2021. It was formally announced on 15 November 2021 in the MPEC.Ly had previously recovered four \"lost\" moons of Jupiter in 2020: S/2003 J 23, S/2003 J 12, S/2003 J 4, and S/2003 J 2.S/2003 J 24 orbits Jupiter at an average distance of 23,088,000 km (0.15433 AU) in 715.4 days, at an inclination of 162° to the ecliptic, in a retrograde direction and with an eccentricity of 0.25.",
        "mass": {
            "massValue": 0,
            "massExponent": 0
        },
        "around": "jupiter"
    }
]